{
    "title": "News",
    "over-6-million-worth-of-cryptocurrency-deposited-into-an-nft-piggy-bank": "<h1>Over $5 Million Worth of Cryptocurrency Deposited Into an NFT Piggy Bank</h1> <p><img src=\"/assets/images/news/over-6-million-worth-of-cryptocurrency-deposited-into-an-nft-piggy-bank.png\" />The developing blockchain-powered fitness and lifestyle app <a target=\"_blank\" href=\"https: //www.befaster.fit\">BeFaster.fit</a> has deposited just shy of $6 million worth of cryptocurrency into a new piggy bank-inspired NFT - <a href=\"https://pigletz.com\">Pigletz.com</a>. From January 17, 2022 until the release of the app, all of the founders' tokens will be locked inside a single Piglet. This inventive move aims to further cement the BeFaster.fit statement of security against token price manipulation and simultaneously demonstrates the new fields of application of non-fungible tokens, emerging in 2022. </p> <p> In the latest important development the startup has decided to use the innovative utility of the recently-launched Pigletz NFT project and deposit all their founders' BFHT tokens into an individual Piglet. This would render them unusable until the virtual piggy bank is broken - an inbuilt functionality of the collectible. This act releases all tokens held inside but also destroys the NFT, ensuring the deflationary nature of the remaining Pigletz.</p> <p> When the BeFaster.fit app is released, the Piglet will be broken and the team's BFHT will be released, only to be frozen in an irrevocable smart contract for another 2 years. This way the founders' tokens will not enter the market in the near future and cannot manipulate the price accordingly. This offers investors security against price dumping that is novel for the crypto market.</p> <h2> So much more than just a pixel art image </h2> <p> Pigletz.com is a collectible NFT with game features and prominent DeFi elements plus all the utility these can offer. Each unique Piglet acts as a piggy bank that enables users to deposit and store crypto tokens, while the NFT is also mining its very own PiFi token. When a certain number of PiFi tokens amasses into the virtual piggy bank, it evolves as levels up. With each of the next levels, additional traits are revealed. Although the Web3 project's Decentralized App features very complex mechanics, its ease of use makes it suitable for both NFT Alphas and NFT newbies.</p> <p> The creators have chosen to launch the project on the Binance Smart Chain ecosystem, which has an advantage of low gas fees - something that could be very overwhelming for a beginner.</p> <p> When it comes to the art aspect of the project, it involves unique hand-crafted 3D models at its core. A distinguishing characteristic is the option to materialize the Piglet as a 3D-printed physical piggy bank. This extends an innovative bridge between the virtual and the physical worlds. In order to do that, the owner stakes the Piglet in a special smart contract that locks the NFT in the Blockchain. They then receive a 3D-printed figurine of their Piglet, delivered to their address. The way to reverse this is to break the physical piggy bank. Inside the owner will find a code that will let them unlock their NFT and use it again in the blockchain.</p>",
    "pigletz-com-nft-piggy-bank-now-live-on-binance-nft": "<h1>Pigletz.com NFT Piggy Bank Now Live on Binance NFT</h1> <p> <img src=\"/assets/images/news/pigletz-binance-cover.webp\" /> Pigletz.com, the <a href=\"https://pigletz.com\" title=\"Pigletz NFT piggy bank\">collectible NFT piggy bank</a>, is now live on <a target=\"_blank\" href=\"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" title=\"Pigletz.com listing on Binance NFT\">Binance NFT Marketplace</a>. The announcement comes a week after <a target=\"_blank\" href=\"https://www.befaster.fit/\">BeFaster.fit</a>, a Maltese blockchain-powered fitness app, deposited millions worth of the founders&apos; tokens into a Piglet, demonstrating one of the new utilities, coming to NFTs in 2022. </p> <p class=\"text-center\"> <a href=\"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" target=\"_blank\" rel=\"noreferrer\" class=\"btn\"> <img src=\"/assets/images/binance-nft-black.png\" /> </a> </p> <p>Pigletz.com has been listed on one of the world&apos;s largest centralized NFT marketplaces after the project&apos;s Smart Contract has successfully passed the required review process. </p> <p> NFT enthusiasts can purchase Pigletz Mystery Boxes from Binance NFT at press time. To celebrate the big news, Pigletz.com is offering the items at special prices this weekend. </p> <h2> NFT Piggy Bank that Evolves and Materializes </h2> <p> Pigletz.com is a collection of 12,345 unique NFTs, that combine game features, strong DeFi elements and all the utility that comes with these. <strong>To unveil the Mystery Box</strong>, after the purchase is made on Binance NFT, the owner needs to <strong>withdraw their new NFT</strong> to a wallet that is supported by the <strong>Pigletz.com dApp</strong>. The last step that remains is to visit <a hrefs=\"https://pigletz.com\">Pigletz.com</a> and <strong>connect the wallet that holds the Mystery Box</strong>. The ''My Boxes'' menu will become active and the owner will have the option to reveal their Piglet. </p> <p> Each new Piglet serves as a piggy bank that the owner can store crypto tokens in. The NFT also immediately starts mining Pigletz.com&apos;s own PiFi token.</p> <p> When a certain amount of PiFi tokens are mined and collected into the piggy bank, the Piglet levels up and reveals more of its traits and rarity. Token production speed can be increased with activating special boosters. <center><img src=\"/assets/images/news/levels.webp\" style=\"max-height: 22vw; width: auto;\" alt=\"Physical Object\" /></center> </p> <p>Pigletz.com provides NFT enthusiasts with the chance to order 3D-printed versions of their Pigletz, which adds a real-life touch to the project. To get a physical piggy bank, a Piglet owner must stake their NFT in a special smart contract that locks it in the Blockchain. They then have a material piggy bank delivered to their address. </p> <p>To unlock the NFT back into the Blockchain, the owner needs to break the 3D piggy bank and use the unlock code inside it to reverse the process. <center><img src=\"/assets/images/physical-object-illustration.webp\" style=\"width: 70%;\" alt=\"Physical Object\" /></center> </p> <p>Pigletz.com&apos;s launch on Binance NFT is in line with the project&apos;s roadmap and came as exciting news to its tight and organic community, which is always happy to welcome new Piglet holders. </p> <h2>Pigletz.com Mystery Boxes Now Available on Binance NFT </h2> <p>Binance disrupted the NFT world with the launch of its dedicated marketplace in mid-2021. Half a year later, Binance NFT features more than 1,000 creators who have listed over 2.5 million NFTs offering different forms of utility. </p> <p>Since its formation, the marketplace has rolled out multiple feature updates, including multi-chain support enabling NFT deposits and withdrawals from BSC and ETH networks. </p> <p>Binance NFT was also the mastermind behind NFT Mystery Boxes, making trading and collecting even more engaging. Essentially, these can be compared to surprise chocolate eggs or physical mystery boxes - holders get NFTs of different levels or rarity but they don&apos;t know what a box contains until they open it. </p> <p>Now listed onqw the marketplace, Pigletz.com offers <a target=\"_blank\" href=\"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" title=\"Pigletz.com Mystery Boxes Collectoin Listed on Binance NFT\">Mystery Boxes</a> with a set number of Piglets, each with its own traits of different rarity levels. For a limited time, these are available at special prices. They can be purchased with BNB, BUSD, and ETH. </p>"
}