{
    "title": "Spin and Win Pigletz",
    "body": "<p>Here you can read the rules for the game <strong>Spin and Win Pigletz</strong>.</p><ol><li>The game is organized by Pigletz and has marketing purpose. Its main goal is to popularize the Pigletz project and to inventivize the community to be more active.</li><li><strong>Spin and Win Pigletz</strong> is a game of chance where the users spin the wheel and win different prizes.</li><li>In order to play the user needs to login with his Discord account. We use only the username from the user data.</li><li>The prizes that can be won are:<ul><li>Jackpot: a box containing a Piglet</li><li>100 credits</li><li>20 credits</li><li>10 credits</li><li>5 credits</li></ul></li><li>Each spin results a prize. Though each sector has a different chance to be selected. Jackpot for example is the least probable and 5 credits is the most probable.</li><li>Each spin requires 20 credits to be spent.</li><li>Credits are not a currency nor they are a cryptocurrency and they don't have any monetary value.</li><li>Credits can be obtained ONLY by being active in our <a href=\"https://discord.com/invite/ffCBEy7H5B\" target=\"_blank\">Discord channels</a>.</li><li>Credits are not transferrable. They can be used only by the Discord user who have earned them and only to spin the wheel.</li><li>There is no limit in the spins. The only requirement is to have 20 credits.</li><li>If the Jackpot is won the price is assigned to the user's Discord account and the user can claim it / transfer it to his wallet.&nbsp;</li><li>Claiming the reward will require a blockchain transaction to be performed respectively the gas fee needs to be paid by the user.</li><li>The reward is not a Piglet yet. Instead it is a Mystery Box containing a random Piglet. In order to mint the Piglet the user needs to open the box in the <a href=\"https://pigletz.com\">Pigletz Website</a>.</li><li>Boxes have lock period and cannot be opened before it expires.</li><li>Boxes are not transferrable. They can be opened only by the account who has claimed them.</li></ol><br /><br /><br />"
}
