{
  "title": "Новости",
  "over-6-million-worth-of-cryptocurrency-deposited-into-an-nft-piggy-bank": "<h1>Криптовалюта на сумму более 5 миллионов долларов, внесенная в копилку NFT</h1> <p><img src=\"/assets/images/news/over-6-million-worth-of-cryptocurrency-deposited-into- an-nft-piggy-bank.png\" />Разрабатываемое на основе блокчейна приложение для фитнеса и образа жизни <a target=\"_blank\" href=\"https: //www.befaster.fit\">BeFaster.fit</a> вложил чуть менее 6 миллионов долларов в виде криптовалюты в новую NFT, вдохновленную копилкой - <a href=\"https://pigletz.com\">Pigletz.com</a>. С 17 января 2022 года и до выпуска приложения все токены основателей будут заблокированы внутри одного Pigletz. Этот изобретательный шаг направлен на дальнейшее укрепление заявления BeFaster.fit о безопасности от манипулирования ценами на токены и одновременно демонстрирует новые области применения невзаимозаменяемых токенов, которые появятся в 2022 году. </p> <p> В последнем важном развитии стартап решил использовать инновационную утилиту недавно запущенного проекта Pigletz NFT и поместить все токены BFHT своих основателей в отдельный Piglet. Это сделает их непригодными для использования до тех пор, пока виртуальная копилка не будет разбита. Это \n действие не только высвобождает все токены, хранящиеся внутри, но также уничтожает NFT, обеспечивая дефляционный характер оставшихся Pigletz.</p> <p> Когда приложение BeFaster.fit будет выпущено, Piglet-копилка будет разбита, а BFHT команды будет выпущен. , только для того, чтобы быть замороженным в безотзывном смарт-контракте еще на 2 года. Таким образом, токены основателей не выйдут на рынок в ближайшее время и не смогут быть использованы для манипуляции цены. Это обеспечивает инвесторам защиту от демпинга цен, который является новым для крипторынка.</p> <h2> Гораздо больше, чем просто изображение в пиксельной графике </h2> <p> Pigletz.com — это коллекционный NFT с игровыми функциями и выдающимся Элементы DeFi плюс все полезности, которые они могут предложить. Каждый уникальный поросенок действует как копилка, которая позволяет пользователям вносить и хранить крипто-токены, в то время как NFT также занимается майнингом собственного токена PiFi. Когда определенное количество токенов PiFi накапливается в виртуальной копилке, она развивается по мере повышения уровня. С каждым следующим уровнем раскрываются дополнительные черты. Хотя децентрализованное приложение проекта Web3 имеет очень сложную механику, простота использования делает его подходящим как для NFT -гуру, так и для новичков в NFT.</p> <p> Создатели решили запустить проект в экосистеме Binance Smart Chain, которая преимущество низкой платы за gas, чтобы избежать неприятных сюрпризов для новичков.</p> <p> Когда дело доходит до художественного аспекта проекта, в его основе лежат уникальные 3D-модели ручной работы. Отличительной чертой является возможность материализовать копилку в физической форме, напечатанной на 3D-принтере. Это создаёт инновационный мост между виртуальным и физическим мирами. Для этого владелец переводит копилку в специальный смарт-контракт, который блокирует NFT в блокчейне. Затем они получают распечатанную на 3D-принтере фигурку своего Pigletz, доставленную по их адресу. Чтобы изменить это, нужно разбить физическую копилку. Внутри владелец найдет код, который позволит ему разблокировать свой NFT и снова использовать его в блокчейне.</p>",
  "pigletz-com-nft-piggy-bank-now-live-on-binance-nft": "<h1>Pigletz.com NFT Piggy Bank теперь работает на Binance NFT</h1> <p> <img src=\"/assets/images/news/pigletz-binance-cover.webp\" /> Pigletz.com, <a href=\"https://pigletz.com\" title=\"Pigletz NFT копилка\">коллекционная копилка NFT</a> теперь доступна на <a target=\"_blank\" href=\"https://www.binance .com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" title=\"Pigletz.com зарегистрирован на Binance NFT\">Binance NFT Marketplace</a >. Объявление было сделано через неделю после того, как <a target=\"_blank\" href=\"https://www.befaster.fit/\">BeFaster.fit</a>, мальтийское фитнес-приложение на базе блокчейна, перечислило учредителям миллионные суммы. ' токены в Piglet, демонстрируя одну из новых утилит, которые появятся в NFT в 2022 году. </p> <p class=\"text-center\"> <a href=\"https://www.binance.com/en/ nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" target=\"_blank\" rel=\"noreferrer\" class=\"btn\"> <img src=\"/assets /images/binance-nft-black.png\" /> </a> </p> <p>Pigletz.com был зарегистрирован на одной из крупнейших в мире централизованных торговых площадок NFT после того, как смарт-контракт проекта успешно прошел необходимую проверку. </p> <p> Энтузиасты NFT могут приобрести загадочные коробки Pigletz у Binance NFT. Чтобы отпраздновать важные новости, Pigletz.com предлагает товары по специальным ценам в эти выходные. </p> <h2> Копилка NFT, которая улучшается и материализуется </h2> <p> Pigletz.com — это коллекция из 12 345 уникальных NFT, которые сочетают в себе игровые функции, мощные элементы DeFi и все сопутствующие им полезные функции. <strong>Чтобы открыть Mystery Box</strong>, после совершения покупки на Binance NFT владелец должен <strong>вывести свой новый NFT</strong> на кошелек, поддерживаемое <strong>Pigletz. com децентрализованное приложение</strong>. Последний шаг — посетить <a hrefs=\"https://pigletz.com\">Pigletz.com</a> и <strong>подключить кошелек, в котором находится Mystery Box</strong>. Меню «Мои ящики» станет активным, и владелец сможет открыть свою  поросенка-копилку. </p> <p>Каждый новый Piglet служит копилкой, в которой владелец может хранить крипто-токены. NFT также немедленно начинает добычу собственного токена PiFi от Pigletz.com.</p> <p> Когда определенное количество PiFi жетоны добываются и собираются в копилку, уровень Поросенка-копилки растёт и раскрывается больше его черт внешности и характеристик. Скорость производства жетонов можно увеличить, активировав специальные ускорители. <center><img src=\"/assets/images/news/levels.webp\" style=\"max-height: 22vw; ширина: авто;\" alt=\"Physical Object\" /></center> </p> <p>Pigletz.com предоставляет энтузиастам NFT возможность заказать 3D-печатные версии своей Pigletz-копилки, что придает проекту небывалую реалистичность. Чтобы получить физическую копилку, владелец Piglet должен заложить свой NFT в специальный смарт-контракт, который блокирует его в блокчейне. Затем на указынный адрес владельца доставляется копилка. </p> <p>Чтобы разблокировать NFT обратно в блокчейн, владелец должен разбить 3D-копилку и использовать код разблокировки внутри нее, чтобы обратить процесс вспять. <center><img src=\"/assets/images/physical-object-illustration.webp\" style=\"width: 70%;\" alt=\"Physical Object\" /></center> </p> <p>Запуск Pigletz.com на Binance NFT соответствует дорожной карте проекта и стал захватывающей новостью для сплоченного и дружного сообщества, которое всегда радо приветствуем новых владельцев поросят. </p> <h2>Загадочные коробки Pigletz.com теперь доступны на Binance NFT </h2> <p>Binance изменила мир NFT, запустив свой специализированный рынок в середине 2021 года. Полгода спустя Binance NFT включает более 1000 создателей, которые перечислили более 2,5 миллионов NFT, предлагающих различные формы полезности. </p> <p>С момента своего создания торговая площадка выпустила несколько обновлений функций, включая поддержку нескольких цепей, позволяющую вносить и снимать средства NFT в сетях BSC и ETH. </p> <p>Binance NFT также был вдохновителем NFT Mystery Boxes, что сделало торговлю и коллекционирование еще более увлекательной. По сути, их можно сравнить с шоколадными яйцами-сюрпризами или физическими загадочными коробками — держатели получают NFT разного уровня или редкости, но они не знают, что находится в коробке, пока не откроют ее. </p> <p>Теперь Pigletz.com, зарегистрированный на торговой площадке, предлагает <a target=\"_blank\" href=\"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy =list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" title=\"Pigletz.om Коллекция Mystery Boxes, указанная на Binance NFT\">Mystery Boxes</a> с определенным количеством поросят, каждый из которых имеет свои особенности различной редкости. В течение ограниченного времени они доступны по специальным ценам. Их можно приобрести за BNB, BUSD и ETH.</p>"
}
