{
  "title": "Вращай и выигрывай поросенок",
  "body": "<p>Здесь вы можете прочитать правила игры <strong>Spin and Win Pigletz</strong>.</p><ol><li>Игра организована Pigletz и преследует маркетинговые цели. Его главная цель — популяризировать проект Pigletz и побудить сообщество быть более активным.</li><li><strong>Spin and Win Pigletz</strong> — это азартная игра, в которой пользователи крутят колесо и выигрывают. различные призы.</li><li>Чтобы играть, пользователю необходимо войти в свою учетную запись Discord. Мы используем только имя пользователя из пользовательских данных.</li><li>Призы, которые можно выиграть:<ul><li>Джекпот: коробка с поросенком</li><li>100 кредитов</li ><li>20 кредитов</li><li>10 кредитов</li><li>5 кредитов</li></ul></li><li>Каждое вращение приносит приз. Хотя каждый сектор имеет разные шансы быть выбранным. Джекпот, например, является наименее вероятным, а 5 кредитов — наиболее вероятным.</li><li>Каждое вращение требует 20 кредитов, которые нужно потратить.</li><li>Кредиты — это не валюта и не криптовалюта, и они не имеют денежной ценности.</li><li>Кредиты можно получить ТОЛЬКО за активность в наших <a href=\"{{discordChannelLink}}\" target=\"_blank\">каналах Discord</a>.</li><li>Кредиты не подлежат передаче. Их может использовать только заработавший их пользователь Discord и только для вращения колеса.</li><li>В спинах нет ограничений. Единственное требование - иметь 20 кредитов.</li><li>Если джекпот выигран, цена назначается учетной записи Discord пользователя, и пользователь может запросить ее / перевести на свой кошелек.&nbsp;</li><li>Для получения вознаграждения потребуется выполнить транзакцию в блокчейне, соответственно, плата за газ должна быть оплачена пользователем.</li><li>Награда пока не является поросенком. Вместо этого это Mystery Box со случайным поросенком. Чтобы отчеканить поросенка, пользователю необходимо открыть коробку на <a href=\"https://pigletz.com\">веб-сайте Pigletz</a>.</li><li>Коробки имеют период блокировки и не могут быть открыт до истечения срока его действия.</li><li>Ящики не подлежат передаче. Их может открыть только тот аккаунт, который их предъявил.</li></ol><br /><br /><br />"
}
