{
  "title": "Balita",
  "over-6-million-worth-of-cryptocurrency-deposited-into-an-nft-piggy-bank": "<h1>Higit sa $5 Milyong Halaga ng Cryptocurrency na Idineposito sa isang NFT Piggy Bank</h1> <p><img src=\"/assets/images/news/over-6-million-worth-of-cryptocurrency-deposited-into-an-nft-piggy-bank.png\" />Ang pagbuo ng blockchain-powered fitness at lifestyle app <a target=\"_blank\" href=\"https: //www.befaster.fit\">BeFaster.fit</a> ay may nagdeposito lamang ng $6 milyon na halaga ng cryptocurrency sa isang bagong piggy bank-inspired na NFT - <a href=\"https://pigletz.com\">Pigletz.com</a>. Mula Enero 17, 2022 hanggang sa pag-release ng app, lahat ng token ng founder ay mai-lock sa loob ng iisang Piglet. Ang mapanlikhang hakbang na ito ay naglalayong higit pang pagtibayin ang BeFaster.fit na pahayag ng seguridad laban sa pagmamanipula ng presyo ng token at sabay-sabay na ipinapakita ang mga bagong larangan ng aplikasyon ng mga non-fungible na token, na umuusbong sa 2022. </p> <p> Sa pinakabagong mahalagang pag-unlad ang startup ay nagpasya na gamitin ang makabagong utility ng kamakailang inilunsad na Pigletz NFT na proyekto at ideposito ang lahat ng mga token ng BFHT ng kanilang mga tagapagtatag sa isang indibidwal na Piglet. Ito ay magiging hindi magagamit hanggang sa masira ang virtual na alkansya - isang inbuilt functionality ng collectible. Ang batas na ito ay naglalabas ng lahat ng mga token na hawak sa loob ngunit sinisira din ang NFT, na tinitiyak ang deflationary na katangian ng natitirang Pigletz.</p> <p> Kapag ang BeFaster.fit app ay inilabas, ang Piglet ay masisira at ang BFHT ng koponan ay ilalabas. , para lang ma-freeze sa isang hindi na mababawi na smart contract para sa isa pang 2 taon. Sa ganitong paraan ang mga token ng mga tagapagtatag ay hindi papasok sa merkado sa malapit na hinaharap at hindi maaaring manipulahin ang presyo nang naaayon. Nag-aalok ito ng seguridad sa mga mamumuhunan laban sa pagtatambak ng presyo na nobela para sa merkado ng crypto.</p> <h2> Higit pa sa isang pixel art na imahe </h2> <p> Ang Pigletz.com ay isang collectible na NFT na may mga feature ng laro at kitang-kita. Mga elemento ng DeFi kasama ang lahat ng utility na maiaalok nito. Ang bawat natatanging Piglet ay gumaganap bilang isang alkansya na nagbibigay-daan sa mga user na magdeposito at mag-imbak ng mga crypto token, habang ang NFT ay nagmimina rin ng sarili nitong PiFi token. Kapag ang isang tiyak na bilang ng mga token ng PiFi ay natipon sa virtual na alkansya, nagbabago ito habang tumataas ang mga antas. Sa bawat isa sa mga susunod na antas, ang mga karagdagang katangian ay ipinahayag. Bagama't ang Desentralisadong App ng proyekto sa Web3 ay nagtatampok ng napakasalimuot na mekanika, ang kadalian ng paggamit nito ay ginagawang angkop para sa parehong mga NFT Alpha at NFT na mga baguhan.</p> <p> Pinili ng mga tagalikha na ilunsad ang proyekto sa Binance Smart Chain ecosystem, na mayroong isang bentahe ng mababang bayad sa gas - isang bagay na maaaring maging napakalaki para sa isang baguhan.</p> <p> Pagdating sa aspeto ng sining ng proyekto, kinabibilangan ito ng mga natatanging hand-crafted na 3D na modelo sa core nito. Ang isang natatanging katangian ay ang opsyon upang maging materyal ang Piglet bilang isang 3D-print na pisikal na alkansya. Pinapalawak nito ang isang makabagong tulay sa pagitan ng virtual at pisikal na mundo. Upang magawa iyon, itinaya ng may-ari ang Piglet sa isang espesyal na smart contract na nagla-lock sa NFT sa Blockchain. Pagkatapos ay makakatanggap sila ng 3D-printed figurine ng kanilang Piglet, na inihatid sa kanilang address. Ang paraan upang baligtarin ito ay ang basagin ang pisikal na alkansya. Sa loob ng may-ari ay makakahanap ng code na magbibigay-daan sa kanila na i-unlock ang kanilang NFT at gamitin itong muli sa blockchain.</p>",
  "pigletz-com-nft-piggy-bank-now-live-on-binance-nft": "\n<h1>Pigletz.com NFT Piggy Bank Now Live on Binance NFT</h1> <p> <img src=\"/assets/images/news/pigletz-binance-cover.webp\" /> Pigletz.com, the <a href=\"https://pigletz.com\" title=\"Pigletz NFT piggy bank\">collectible NFT piggy bank</a>, ay live na ngayon sa <a target=\"_blank\" href=\"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" title=\"naka lista na ang Pigletz.com sa Binance NFT\">Binance NFT Marketplace</a>.Dumarating ang anunsyo isang linggo pagkatapos <a target=\"_blank\" href=\"https://www.befaster.fit/\">BeFaster.fit</a>, isang fitness app na pinapagana ng blockchain ng Malta, na magdeposito ng milyun-milyong halaga ng mga founder &apos; token sa isang Piglet, na nagpapakita ng isa sa mga bagong utility, na darating sa mga NFT sa 2022. </p> <p class=\"text-center\"> <a href=\"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" target=\"_blank\" rel=\"noreferrer\" class=\"btn\"> <img src=\"/assets/images/binance-nft-black.png\" /> </a> </p> <p> Nakalista ang Pigletz.com sa isa sa pinakamalaking sentralisadong NFT marketplace sa mundo pagkatapos matagumpay na maipasa ng Smart Contract ng proyekto ang kinakailangang pagsusuri proseso. </p> <p> Ang mga mahilig sa NFT ay maaaring bumili ng Pigletz Mystery Boxes mula sa Binance NFT sa oras ng press. Upang ipagdiwang ang malaking balita, ang Pigletz.com ay nag-aalok ng mga item sa mga espesyal na presyo ngayong katapusan ng linggo.  </p> <h2> NFT Piggy Bank na nag e-evolve at nag-mamaterialize </h2> <p>  Ang Pigletz.com ay isang koleksyon ng 12,345 natatanging NFT, na pinagsasama ang mga feature ng laro, malalakas na elemento ng DeFi at lahat ng utility na kasama ng mga ito.  <strong>Upang ipakita ang Mystery Box </strong>, pagkatapos mabili sa Binance NFT, kailangang <strong>i-withdraw ng may-ari ang kanilang bagong NFT</strong> sa isang wallet na sinusuportahan ng <strong>Pigletz. com dApp</strong>. Ang huling hakbang na natitira ay bisitahin ang <a hrefs=\"https://pigletz.com\">Pigletz.com</a> at <strong>ikonekta ang wallet na naglalaman ng Mystery Box</strong>. Magiging aktibo ang menu na \"My Boxes\"; at ang may-ari ay magkakaroon ng opsyon na ipakita ang kanilang Piglet. </p> <p> Ang bawat bagong Piglet ay nagsisilbing alkansya kung saan maaaring mag-imbak ang may-ari ng mga crypto token. Agad ding sinisimulan ng NFT ang pagmimina ng sariling PiFi token ng Pigletz.com.</p> <p> Kapag may partikular na halaga ng PiFi ang mga token ay mina at kinokolekta sa alkansya, ang Piglet ay tumataas at nagpapakita ng higit pa sa mga katangian at pambihira nito. Ang bilis ng produksyon ng token ay maaaring tumaas sa pag-activate ng mga espesyal na booster. <center><img src=\"/assets/images/news/levels.webp\" style=\"max-height: 22vw; width: auto;\" alt=\"Physical Object\" /></center> </p> <p>Ang Pigletz.com ay nagbibigay sa mga mahilig sa NFT ng pagkakataong mag-order ng mga 3D-print na bersyon ng kanilang Pigletz, na nagdaragdag ng totoong buhay na ugnayan sa proyekto. Upang makakuha ng pisikal na alkansya, dapat na ipusta ng isang may-ari ng Piglet ang kanilang NFT sa isang espesyal na smart contract na nagla-lock nito sa Blockchain. Pagkatapos ay mayroon silang materyal na alkansya na inihatid sa kanilang address. </p> <p>Upang i-unlock ang NFT pabalik sa Blockchain, kailangang sirain ng may-ari ang 3D na alkansya at gamitin ang unlock code sa loob nito upang baligtarin ang proseso. <center><img src=\"/assets/images/physical-object-illustration.webp\" style=\"width: 70%;\" alt=\"Physical Object\" /></center> </p> <p> Ang paglulunsad ng Pigletz.com sa Binance NFT ay naaayon sa roadmap ng proyekto at naging kapana-panabik na balita sa mahigpit at organikong komunidad nito, na laging masaya na maligayang pagdating sa mga bagong may hawak ng Piglet. </p> <h2>Magagamit na Ngayon ang Mga Kahon ng Misteryo ng Pigletz.com sa Binance NFT </h2> <p>Binance ang nagkagambala sa mundo ng NFT sa paglulunsad ng nakalaang marketplace nito noong kalagitnaan ng 2021. Makalipas ang kalahating taon, nagtatampok ang Binance NFT ng higit sa 1,000 creator na naglista ng mahigit 2.5 milyong NFT na nag-aalok ng iba't ibang uri ng utility. </p> <p>Simula nang mabuo ito, ang marketplace ay naglunsad ng maraming update sa feature, kabilang ang multi-chain na suporta na nagpapagana sa mga NFT na deposito at pag-withdraw mula sa BSC at ETH network.  </p> <p>Binance NFT din ang utak sa likod ng NFT Mystery Boxes, na ginagawang mas nakakaengganyo ang pangangalakal at pagkolekta. Sa pangkalahatan, maihahambing ang mga ito sa mga sorpresang itlog ng tsokolate o mga pisikal na misteryong kahon - nakakakuha ang mga may hawak ng mga NFT ng iba't ibang antas o pambihirang trato ngunit hindi nila alam kung ano ang nilalaman ng isang kahon hanggang sa buksan nila ito.  </p> <p>Nakalista na ngayon sa marketplace, ang Pigletz.com ay nag-aalok ng <a target=\"_blank\" href=\"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" title= \"Pigletz.com Mystery Boxes Collectoin ay Nakalista na sa Binance NFT\">Mystery Boxes</a> na may nakatakdang bilang ng Piglets, bawat isa ay may sariling katangian ng iba't ibang antas ng pambihirang trato. Sa limitadong panahon, available ang mga ito sa mga espesyal na presyo. Mabibili ang mga ito gamit ang BNB, BUSD, at ETH. </p>"
}
