{
  "title": "Mga Tuntunin ng Paggamit",
  "body": "<p> Ang Pigletz.com ay isang application ng laro na tumatakbo sa network ng Binance Smart Chain, gamit ang mga espesyal na binuo na smart contract (bawat isa, isang \"Smart Contract\") upang bigyang-daan ang mga user na magkaroon ng Piglets (din Pigletz) na mga non fungible token ( NFT) at may kasamang karagdagang functionality at gamification. Ang kabuuang bilang ng lahat ng biik ay 12345. Ang mga biik ay digitally unique NFT 's na maaaring makita sa isang website kung saan ang user ay maaaring makipag-ugnayan (ang “Site”). Ang Mga Smart Contract at ang Site ay sama-samang tinutukoy sa Mga Tuntuning ito bilang \"App\". </p> <p> Ang Pigletz.com ay resulta ng pakikipagtulungan sa pagitan ng dalawang kumpanya - Blockchain Technology Ltd at Aff Media Ltd (ginamit sa ibaba bilang \"kami\", o \"us\", o \"The Companies\"). Ginagawa naming available sa iyo ang App. Sa pamamagitan ng paggamit ng App, ang Mga Smart Contract, o ang Site, sumasang-ayon ka sa Mga Tuntunin ng Paggamit na ito at anumang mga tuntunin at kundisyon na isinama dito sa pamamagitan ng sanggunian (sama-sama, ang \"Mga Tuntunin\"). MANGYARING BASAHIN NG MABUTI ANG MGA TERM NA ITO BAGO GAMITIN ANG APP, ANG MGA SMART CONTRACTS, O ANG SITE. ANG MGA TUNTUNIN NA ITO ANG PAMAMAHALA SA IYONG PAGGAMIT NG APP, ANG MGA SMART CONTRACTS, AT ANG SITE, MALIBAN NA LANG NAMIN NAGPAPATAKDA NG HIWALAY NA NAKASULAT NA KASUNDUAN SA IYO PARA SA LAYUNIANG IYON. WILLING LANG KAMI NA GAWIN ANG APP, ANG MGA SMART CONTRACTS, AT ANG SITE NA AVAILABLE SA IYO KUNG TANGGAPIN MO ANG LAHAT NG MGA TUNTUNIN NA ITO. SA PAGGAMIT NG APP, ANG MGA SMART CONTRACTS, ANG SITE, O ANUMANG BAHAGI NILA, O SA PAG-CLICK SA “TATANGGAP KO” SA IBABA O PAGSASAAD NG IYONG PAGTANGGAP SA KASABAY NA BOX, KINIKUMPIRMA MO NA NAUUNAWAAN MO AT SUMANG-AYON KA NA MAGAALIG NG LAHAT NG ITO. MGA TUNTUNIN. KUNG TINATANGGAP MO ANG MGA TUNTUNIN NA ITO SA PANGALAN NG ISANG KUMPANYA O IBA PANG LEGAL NA ENTITY, IKINAKAWAN MO NA MAYROON KA NG LEGAL NA AWTORIDAD NA TANGGAPIN ANG MGA TUNTUNIN NA ITO SA PANGALAN NG ENTITY NA IYON, KUNG SAAN \"IKAW\" ANG IBIG SABIHIN ANG ENTITY NA IYON. KUNG WALA KANG GANITONG AWTORIDAD, O KUNG HINDI MO TATANGGAP ANG LAHAT NG MGA TUNTUNIN NA ITO, AYAW NAMIN NA GAWIN ANG APP, ANG MGA SMART CONTRACTS, O ANG SITE NA AVAILABLE SA IYO. KUNG HINDI KA SANG-AYON SA MGA TUNTUNIN NA ITO, MAAARING HINDI MO I-ACCESS O GAMITIN ANG APP, ANG MGA SMART CONTRACTS, O ANG SITE. </p><h2>i. Mga Biik</h2> <p> A. Nakagawa kami ng 12345 natatanging Limitadong Edisyong Piglets (tinutukoy din bilang Pigletz) na may napapatunayang random na katangian ng iba't ibang pambihira. Ang mga Piglets ay mga non fungible token (NFT). Mayroon din silang mga sumusunod na tampok: </p> <h3>1. Ang Piglets ay nagmimina ng token</h3> <p> Ang bawat Piglet ay nagmimina ng isang tiyak na halaga ng mga PiFi token araw-araw, simula sa araw na ito ay ginawa i.e. sa punto ng pagbili. </p><h3>2. Ang Piglets ay nagsisilbing ERC-20/BEP-20 tokens digital piggy bank</h3> <p> Ang mga mineng PiFi token ay idineposito sa Piglet. Maaari ka ring magdeposito ng karagdagang mga token ng ERC-20/BEP-20. Ang mga token ay maaaring ma-withdraw lamang kapag nasira mo ang NFT (nasira ang alkansya). </p><h3>3. Mga Level</h3> <p> Ang bawat Piglet ay magsisimula sa Level 1 kapag nai-minted. Batay sa dami ng mga token ng PiFi na naipon nito, maaari itong mag-level up. Mayroong kabuuang tatlong antas. Sa bawat susunod na Antas, mas maraming feature ng NFT ang ibinubunyag. Ang lahat ng katangian para sa isang Piglet ay ipinapakita sa Level 3. </p> <h3>4. Boosters</h3> <p> Mayroong iba't ibang Boosters, na nakakaapekto sa base mining rate ng Piglet sa pamamagitan ng pagtaas nito sa isang tiyak na porsyento. Maaaring mayroong maraming boosters, na-activate para sa isang Piglet. Kung iyon ang kaso, ang lahat ng porsyento ay naipon. </p><h3>5. NFT sa Physical Object</h3> <p> Sa sandaling maabot ng Piglet ang Level 3, maaari itong i-order bilang isang 3D-printed na pisikal na alkansya. Isinasara nito ang NFT sa isang matalinong kontrata at maaaring hindi ito mailipat sa blockchain. Tinitiyak nito na ang NFT ay umiiral lamang sa isang realidad sa parehong oras, na pinapanatili ang mga katangian ng NFT. Kapag umiiral bilang isang pisikal na bagay, ang Piglet ay nagmimina ng mga PiFi token na may pinakamataas na base mining rate. </p> <h3>6. Pisikal na Bagay sa NFT </h3> <p> Sa loob ng bawat pisikal na 3D-print na Piglet ay isang code, na nagpapahintulot sa user na i-unlock ang NFT sa blockchain. Dapat sirain ng user ang pisikal na alkansya at makuha ang code para i-unlock ang NFT gamit ang App. </p><h2>ii. App</h2> <p> A. Pinapadali ng App (din ang dApp o Decentralized App) ang iyong pakikipag-ugnayan sa Piglets. Upang pinakamadaling gamitin ang App, kailangan mo munang mag-install ng web browser (gaya ng Google Chrome web browser) at isang non-custodial electronic wallet na tugma sa Non-Fungible Token (NFT) na pamantayan sa Binance smart chain network, gaya ng MetaMask, MathWallet, Trust Wallet at SafePal electronic wallet.Ang ganitong mga electronic wallet ay nagbibigay-daan sa iyo na bumili, mag-imbak, at makisali sa mga transaksyon gamit ang network ng Binance Smart Chain. Hindi ka makakasali sa anumang mga transaksyon sa App maliban sa pamamagitan ng MetaMask, o iba pang mga wallet na katugma sa network ng Binance Smart Chain. </p> <p> B. Ang mga transaksyong nagaganap sa App ay pinamamahalaan at nakumpirma sa pamamagitan ng network ng Binance Smart Chain. Naiintindihan mo na ang iyong pampublikong address sa Binance ay gagawing nakikita ng publiko sa tuwing nakikibahagi ka sa isang transaksyon sa App. </p> <p> C. Hindi namin pagmamay-ari o kinokontrol ang MetaMask, Binance, Google Chrome, o anumang iba pang third party na site, produkto, o serbisyo na maaari mong i-access, bisitahin, o gamitin para sa layunin ng pagbibigay-daan sa iyong gamitin ang iba't ibang mga tampok ng App. Hindi kami mananagot para sa mga kilos o pagtanggal ng alinmang ganoong mga third party, at hindi rin kami mananagot para sa anumang pinsala na maaaring maranasan mo bilang resulta ng iyong mga transaksyon o anumang iba pang pakikipag-ugnayan sa alinmang mga third party. </p> <p> D. Dapat kang magbigay ng tumpak at kumpletong impormasyon sa pagpaparehistro kapag lumikha ka ng account para sa App. Sa pamamagitan ng paglikha ng isang account, sumasang-ayon kang magbigay ng tumpak, kasalukuyan at kumpletong impormasyon ng account tungkol sa iyong sarili, at upang mapanatili at i-update kaagad kung kinakailangan ang impormasyon ng iyong account. Responsable ka para sa seguridad ng iyong account at ng iyong MetaMask wallet (at iba pang mga wallet at account ng Binance). Kung nalaman mo ang anumang hindi awtorisadong paggamit ng iyong password o ng iyong account sa amin, sumasang-ayon kang abisuhan kami kaagad sa info@pigletz.com </p> <h2>iii. External Non-Custodial Wallet</h2> <p> Maaari mong piliing iugnay ang isang non-custodial wallet (bilang halimbawa, isang MetaMask o Coinbase Wallet) (“External Non-Custodial Wallet”) sa iyong Account. Nagbibigay-daan sa iyo ang External Non-Custodial Wallets na bumili, mag-imbak at makipag-ugnayan sa mga transaksyon gamit ang interface na ibinigay ng NFT Platform. Ang pag-uugnay ng isang Panlabas na Non-Custodial Wallet, o isang partikular na uri nito (hal., isang MetaMask wallet) ay maaaring kailanganin bilang isang kondisyon sa pagtanggap ng isang NFT, gaya ng ibinigay sa mga partikular na tuntunin at kundisyon ng isang indibidwal na pagbaba. Sa pamamagitan ng paggamit ng External Non-Custodial Wallet na may kaugnayan sa App, sumasang-ayon ka na ginagamit mo ang naturang External Non-Custodial Wallet sa ilalim ng mga tuntunin at kundisyon ng mga naaangkop na provider ng naturang External Non-Custodial Wallet. Halimbawa, para sa MetaMask wallet, available ang mga tuntunin at kundisyon na iyon sa https://metamask.io/terms.html. Ang mga Panlabas na Non-Custodial Wallet ay hindi nauugnay sa, pinapanatili ng, sinusuportahan ng, o kaakibat ng The Companies. Inilalaan ng Mga Kumpanya ang karapatang tumanggi na iugnay ang isang Panlabas na Non-Custodial Wallet sa Account ng User sa sarili at eksklusibong paghuhusga nito. Kung susubukan mong iugnay ang iyong Account sa isang Panlabas na Non-Custodial Wallet na may mga salik sa panganib, ang mga naturang pagtatangka ay maaaring magresulta sa pagsususpinde o pagwawakas ng iyong Account, ang bawat isa ay tinutukoy sa nag-iisa at eksklusibong paghuhusga ng Mga Kumpanya. Ang Mga Kumpanya ay hindi tumatanggap ng pananagutan o pananagutan sa iyo kaugnay ng iyong paggamit ng isang Panlabas na Non-Custodial Wallet, at hindi gumagawa ng mga representasyon o warranty tungkol sa kung paano gagana ang App sa anumang partikular na External Non-Custodial Wallet. Ang mga pribadong key na kinakailangan para i-decrypt ang isang External Non-Custodial Wallet ay hawak mo lamang, at hindi ng Mga Kumpanya. Ang Mga Kumpanya ay walang kakayahan na tulungan kang ma-access o mabawi ang iyong mga pribadong key para sa iyong Panlabas na Non-Custodial Wallet, kaya mangyaring panatilihin ang mga ito sa isang ligtas na lugar. </p><h2>iv. Mga Paglilipat ng Wallet</h2> <p> Maaari kaming, ngunit walang obligasyon na, magbigay ng mga functionality sa pamamagitan ng App kung saan maaari kang maglipat ng mga item mula sa isang wallet patungo sa isa pa, tulad ng mula sa iyong Pigletz Wallet patungo sa iba pang mga wallet gaya ng External Non-Custodial Wallets . Ang mga paglilipat at iba pang mga transaksyon sa pagitan ng App at External Non-Custodial Wallets ay maaaring mapadali ng isa o higit pang matalinong kontrata na hindi namin binuo at hindi kontrolado. Kinikilala mo ang panganib ng mga matalinong kontrata at sumasang-ayon kang mapasailalim sa kahihinatnan ng anumang operasyon ng matalinong kontrata na iyong sinimulan o na pinasimulan sa iyong direksyon. Hindi kami tumatanggap ng pananagutan o pananagutan para sa anumang naturang paglipat, kabilang ang para sa anumang pagkawala, katiwalian ng data, o iba pang negatibong epekto na maaaring mangyari sa iyong mga Pigletz.com NFT o wallet o iba pang mga asset kapag sinusubukang maglipat ng mga asset sa pagitan ng mga wallet. </p><h2>v. Pagmamay-ari. Lisensya. Mga Paghihigpit</h2> <h3>1.Mga Depinisyon</h3> <p> Para sa mga layunin ng Seksyon na ito, ang mga sumusunod na terminong naka-capitalize ay magkakaroon ng mga sumusunod na kahulugan: \"Sining\" ay nangangahulugang anumang sining, disenyo at mga guhit na maaaring nauugnay sa isang biik na pagmamay-ari mo. Ang ibig sabihin ng \"Mga Extension\" ay mga disenyo ng third party na: (i) nilayon para gamitin bilang mga extension o overlay sa Art, (ii) hindi binabago ang pinagbabatayan ng Art, at (iii) maaaring alisin anumang oras nang hindi naaapektuhan ang pinagbabatayan ng Art. Ang ibig sabihin ng \"Pagmamay-ari\" ay isang biik na binili mo o kung hindi man ay nararapat na nakuha mula sa isang lehitimong pinagmulan, kung saan ang patunay ng naturang pagbili ay naitala sa nauugnay na blockchain. Ang ibig sabihin ng “Biniling Baboy” ay isang biik na Pag-aari mo. Ang ibig sabihin ng \"Third Party IP\" ay anumang mga karapatan sa patent ng third party (kabilang ang, nang walang limitasyon, mga aplikasyon at pagsisiwalat ng patent), copyright, trade secret, trademark, kaalaman o anumang iba pang karapatan sa intelektwal na ari-arian na kinikilala sa anumang bansa o hurisdiksyon sa mundo. </p><h3>2. Pagmamay-ari</h3> <p> Pagmamay-ari Mo ang NFT. Ang bawat biik ay isang non-fungible token (isang “NFT”) sa network ng Binance Smart Chain. Kapag bumili ka ng biik, ganap mong pagmamay-ari ang pinagbabatayan ng NFT. Ang pagmamay-ari ay ililipat sa iyo sa network ng Binance Smart Chain. Wala kaming kakayahang baguhin, i-freeze, agawin o baguhin ang pagmamay-ari ng anumang biik na NFT. </p><h3>3. Personal na Paggamit</h3> <p> Napapailalim sa iyong patuloy na pagtanggap sa mga tuntuning ito, pinapayagan ka namin ng isang pandaigdigang, walang royalty na lisensya na gamitin, kopyahin at ipakita ang biniling Sining, kasama ng anumang hinangong likhang sining o mga extension na maaari mong gawin o paggamit, limitado ng mga sumusunod na layunin: (i) para sa iyong sariling personal, hindi pangkomersyal na paggamit; (ii) bilang bahagi ng isang marketplace na nagpapahintulot sa pagbili at pagbebenta ng iyong biik / NFT, hangga't ang marketplace sa cryptographically ay nagpapatunay na ikaw ang may-ari, upang matiyak na ang aktwal na may-ari lamang ang may karapatang ipakita ang Art; o (iii) bilang bahagi ng isang third party na website o application na nagpapahintulot sa pagsasama, paglahok o paglahok ng iyong biik / NFT, sa kondisyon na ang website o ang application ay cryptographic na bini-verify ang karapatan ng bawat may-ari ng biik na ipakita ang Art para sa kanilang biik, upang matiyak na ang aktwal na may-ari lamang ang maaaring magpakita ng Art. </p><h3>4. Komersyal na Paggamit</h3> <p>Hindi mo maaaring gamitin ang Sining para sa komersyal na paggamit, nang walang Aming paunang nakasulat na pahintulot.</p> <h3>5. Mga Paghihigpit</h3> <p> Sumasang-ayon ka na hindi mo maaaring, o pahintulutan ang sinumang ikatlong partido na gawin o subukang gawin ang alinman sa mga nabanggit nang wala ang Aming naunang nakasulat na pahintulot sa bawat kaso: (i) baguhin ang Art para sa iyong binili na biik sa anumang paraan, kasama, nang walang limitasyon, ang mga hugis, disenyo, guhit, katangian, o mga scheme ng kulay (ang iyong paggamit ng Mga Extension ay hindi bubuo ng isang ipinagbabawal na pagbabago sa ilalim nito); (ii) gamitin ang Art para sa iyong biniling biik upang mag-advertise, mag-market, o magbenta ng anumang produkto o serbisyo ng third party; (iii) gamitin ang Sining para sa iyong biniling biik na may kaugnayan sa mga larawan, video, o iba pang anyo ng media na naglalarawan ng poot, hindi pagpaparaan, karahasan, kalupitan, o anumang bagay na makatwirang matuklasang bumubuo ng mapoot na salita o kung hindi man ay lumalabag sa mga karapatan ng iba; (iv) gamitin ang Art para sa iyong biniling biik sa mga pelikula, video, o anumang iba pang anyo ng media, maliban sa limitadong lawak na ang naturang paggamit ay hayagang pinahihintulutan sa Mga Tuntuning ito o para lamang sa sarili mong personal, hindi pangkomersyal na paggamit; (v) ibenta, ipamahagi para sa komersyal na pakinabang (kabilang ang, nang walang limitasyon, pamimigay sa pag-asang magkaroon ng komersyal na pakinabang), o kung hindi man ay ikomersyal ang mga paninda na kinabibilangan, naglalaman, o binubuo ng Art para sa iyong biniling biik, maliban kung hayagang pinahihintulutan sa Mga Tuntuning ito; (vi) subukang mag-trademark, copyright, o kung hindi man ay makakuha ng karagdagang mga karapatan sa intelektwal na ari-arian sa o sa Sining para sa iyong biniling biik; o (vii) kung hindi man ay gamitin ang Art para sa iyong biniling biik para sa iyong komersyal na benepisyo o anumang ikatlong partido. Hanggang sa ang Art na nauugnay sa iyong biniling biik ay naglalaman ng Third Party IP (hal. lisensyadong intelektwal na ari-arian mula sa isang tanyag na tao, atleta, o iba pang pampublikong pigura), naiintindihan mo at sumasang-ayon ka tulad ng sumusunod: (viii) na wala kang karapatang gamitin ang naturang Third Party IP sa anumang paraan maliban kung kasama sa Art, at paksa sa lisensya at mga paghihigpit na nakapaloob dito; (ix) na, depende sa uri ng lisensyang ipinagkaloob mula sa may-ari ng Third Party IP, maaaring kailanganin naming dumaan sa mga karagdagang paghihigpit sa iyong kakayahang gamitin ang Art; at (x) sa lawak na ipaalam namin sa iyo ang mga karagdagang paghihigpit sa pamamagitan ng pagsulat (ang email ay pinahihintulutan), ikaw ay mananagot sa pagsunod sa lahat ng naturang mga paghihigpit mula sa petsa na natanggap mo ang paunawa, at ang hindi paggawa nito ay magiging itinuring na paglabag sa lisensyang ito. Ang mga paghihigpit sa Seksyon na ito ay makakaligtas sa pag-expire o pagwawakas ng Mga Tuntuning ito. </p><h2>vi. Mga Bayarin sa Transaksyon at Iba Pang Buwis</h2> <p> Kung magpasya kang bumili ng biik gamit ang App anumang mga transaksyong pinansyal na gagawin mo ay isasagawa sa pamamagitan ng network ng Binance Smart Chain. Hindi kami magkakaroon ng insight o kontrol sa mga pagbabayad o transaksyong ito, at wala rin kaming kakayahan na baligtarin ang anumang mga transaksyon. Sa pag-iisip na iyon, wala kaming pananagutan sa iyo o sa alinmang third party para sa anumang mga paghahabol o pinsala na maaaring lumitaw bilang resulta ng anumang mga transaksyon na iyong ginagawa sa pamamagitan ng App, o paggamit ng Mga Smart Contract, o anumang iba pang mga transaksyon na nagsasagawa ka sa pamamagitan ng network ng Binance Chain Smart. Upang maproseso ang isang transaksyon gamit ang network ng Binance Smart Chain, kakailanganin mong magbayad ng bayad (isang “Gas Fee”) para sa bawat transaksyon na nangyayari sa network ng Binance Smart Chain. Nangangahulugan ito na kakailanganin mong magbayad ng Gas Fee para sa bawat transaksyon na nangyayari sa pamamagitan ng App. Sa pagitan namin, ikaw ang tanging mananagot na bayaran ang anuman at lahat ng mga benta, paggamit, idinagdag na halaga at iba pang mga buwis, tungkulin, at pagtasa (maliban sa mga buwis sa aming netong kita) ngayon o pagkatapos ay inaangkin o ipinataw ng anumang awtoridad ng pamahalaan (sama-sama, \"Mga Buwis\") na nauugnay sa iyong paggamit ng App (kabilang ang, nang walang limitasyon, anumang Mga Buwis na maaaring bayaran bilang resulta ng iyong pagmamay-ari, paglilipat, o pagdedeposito ng mga token sa iyong Piglet). </p><h2>vii. Limitasyon ng Pananagutan</h2> <p> NAUUNAWAAN MO AT SUMASANG-AYON KA NA KAMI, ANG AMING MGA SUBSIDIARY, KAAFFILIATES, AT LISENSOR AY HINDI MANANAGOT SA IYO O SA ANUMANG THIRD PARTY PARA SA ANUMANG INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, O EXEMPLARY DAMAG. MAAARI, MAGING SANHI MAN AT SA ILALIM NG ANUMANG TEORYA NG PANANAGUTAN, KASAMA, WALANG LIMITASYON, ANUMANG PAGKAWAL NG KITA (DIREKTO MAN O DI DIREKTA ANG NATANGGAL), PAGKAWALA NG GOODWILL O REPUTATION NG NEGOSYO, PAGKAWALA NG DATA, PAGSUSULIT NG DATA, GASTOS NG PROCUSOR. ANUMANG IBA PANG INTANGIBLE LOSS, KAHIT KAMI AY NABIBISAHAN NA ANG POSIBILIDAD NG GANITONG MGA PINSALA. Nasa sarili mong responsibilidad na i-verify kung ang functionality at mga detalye ng App na ito, kasama ang mga tuntunin ng paggamit, ay hindi sumasalungat sa mga batas sa iyong bansang tinitirhan. </p> <h2>viii. Assumption of Risk</h2> <p> Ang App na ito ay ginawang available lamang para sa mga layunin ng entertainment. Sumasang-ayon ka na Iyong inaako ang mga sumusunod na panganib: (A) Sa lawak na mayroong isang presyo o merkado para sa isang blockchain asset tulad ng isang NFT, ang mga naturang merkado at presyo ay lubhang pabagu-bago, at ang mga pagkakaiba-iba sa presyo ng iba pang mga digital na asset ay maaaring materyal at negatibong nakakaapekto sa halaga ng anumang (mga) digital asset na pagmamay-ari Mo, kabilang ang Iyong Lisensyadong NFT, at walang garantiya na ang Iyong Mga Lisensyadong NFT ay magkakaroon o mananatili ng anumang halaga; (B) ang halaga ng komersyal o pamilihan sa isang Lisensyadong NFT na binili Mo ay maaaring makabuluhang bawasan ang halaga bilang resulta ng iba't ibang bagay tulad ng negatibong publisidad ; (C) may mga panganib na nauugnay sa paggamit ng mga asset na katutubong sa Internet (hal., mga non-fungible na token, cryptocurrencies, atbp. kabilang ang, ngunit hindi limitado sa, ang panganib ng hardware, software at mga koneksyon sa Internet at/o mga pagkabigo, ang panganib ng malisyosong pagpapakilala ng software, at ang panganib na ang mga third party ay maaaring makakuha ng hindi awtorisadong pag-access sa impormasyong nakaimbak sa loob ng iyong digital na \"wallet\" o saanman, at hindi kami mananagot para sa alinman sa mga ito, gayunpaman ang sanhi; (D) Hindi kami gumagawa ng anumang mga pangako o garantiya tungkol sa pagkakaroon ng Licensed NFT o ang Art sa Internet o na sila ay magho-host ng Licensed NFT o ang Art sa anumang partikular na lokasyon at/o para sa anumang partikular na tagal ng panahon; (Е) ang panganib na mawalan ng access sa Licensed NFT dahil sa pagkawala ng (mga) pribadong key, custodial error o purchaser error; (F) ang panganib ng pag-atake sa pagmimina; (G) ang panganib ng pag-hack, mga kahinaan sa seguridad, panloloko, pamemeke, pag-atake sa cyber at iba pang mga problema sa teknolohiya (H) ang panganib ng mga pagbabago sa rehimeng regulasyon na namamahala sa mga teknolohiya ng blockchain, cryptocurrencies, at mga token at bagong regulasyon, hindi kanais-nais na interbensyon sa regulasyon sa isa o higit pang mga hurisdiksyon o patakaran na alinman sa mga ito ay maaaring makaapekto sa paggamit at halaga ng Lisensyadong NFT; (I) ang mga panganib na nauugnay sa pagbubuwis; (J) na ang mga NFT ay hindi legal na tender at hindi binalik ng alinmang pamahalaan; at (K) hindi kami mananagot para sa anumang transaksyon sa pagitan mo at ng isang third party (hal., Iyong paglilipat ng Licensed NFT mula sa isang third party sa tinatawag na “secondary market”), at wala kaming pananagutan kaugnay ng anumang ganoong transaksyon. Bilang karagdagan sa pagpapalagay sa lahat ng mga panganib sa itaas, kinikilala mo na nakakuha ka ng sapat na impormasyon upang makagawa ng isang matalinong desisyon na lisensyahan ang Lisensyadong NFT at na naiintindihan Mo at sumasang-ayon na ikaw ang tanging responsable para sa pagtukoy ng kalikasan, potensyal na halaga, pagiging angkop at kaangkupan. ng mga panganib na ito para sa iyong sarili. </p><h2>ix. Mga Pagbabago sa Mga Tuntunin</h2> <p> Maaari kaming gumawa ng mga pagbabago sa Mga Tuntunin paminsan-minsan. Kapag gumawa kami ng mga pagbabago, gagawin naming available ang na-update na Mga Tuntunin sa Website at i-update ang petsa ng \"Huling Na-update\" sa dulo ng Mga Tuntuning ito nang naaayon. Pakisuri ang Mga Tuntuning ito sa pana-panahon para sa mga pagbabago. Ang anumang mga pagbabago sa Mga Tuntunin ay malalapat sa petsa kung kailan ginawa ang mga ito, at ang iyong patuloy na pag-access o paggamit ng App pagkatapos ma-update ang Mga Tuntunin ay bubuo ng iyong umiiral na pagtanggap sa mga update. Kung hindi ka sumasang-ayon sa anumang binagong Mga Tuntunin, hindi mo maaaring i-access o gamitin ang App. </p><h2>x. Mga Pagbabago sa App</h2> <p> Patuloy naming pinapabuti ang App upang makatulong na magbigay ng pinakamahusay na posibleng karanasan. Kinikilala at sinasang-ayunan mo na ang anyo at katangian ng App, at anumang bahagi nito, ay maaaring magbago paminsan-minsan nang walang paunang abiso sa iyo, at maaari kaming magdagdag ng mga bagong feature at magbago ng anumang bahagi ng App anumang oras nang walang abiso. . </p><h2>xi. Mga Bata</h2> <p> Sa pamamagitan ng paggamit ng App na ito, pinapatunayan mo na nasa legal ka nang edad para pumasok sa Mga Tuntuning ito, at tinatanggap mo at napapailalim ka sa Mga Tuntuning ito. Hindi mo maaaring gamitin ang App na ito kung ikaw ay: (i) hindi sumasang-ayon sa Mga Tuntuning ito; (ii) ay wala sa edad ng mayorya sa iyong hurisdiksyon ng paninirahan; o (iii) ay ipinagbabawal na i-access o gamitin ang App na ito o alinman sa mga nilalaman, produkto o serbisyo ng App na ito ayon sa naaangkop na batas.</p>"
}
