{
    "title": "Iikot at Manalo si Pigletz",
    "body": "<p>Dito mo mababasa ang mga panuntunan para sa larong <strong>Spin and Win Pigletz</strong>.</p><ol><li>Ang laro ay inayos ng Pigletz at may layunin sa pagmamarketing.  Ang pangunahing layunin nito ay gawing popular ang proyekto ng Pigletz at akitin ang komunidad upang maging mas aktibo.</li><li><strong>Spin and Win Pigletz</strong> ay isang laro ng pagkakataon kung saan ang mga gumagamit ay mag-iikot at mananalo ng iba't ibang mga premyo.</li><li>Upang makapaglaro ang user ay kailangang mag-login gamit ang kanyang Discord account.  Ginagamit lang namin ang username mula sa data ng user.</li><li>Ang mga premyo na maaaring mapanalunan ay:<ul><li>Jackpot: isang kahon na naglalaman ng Piglet</li><li>100 credits</li  ><li>20 credits</li><li>10 credits</li><li>5 credits</li></ul></li><li>Ang bawat ikot ay nagreresulta ng premyo.  Kahit na ang bawat sektor ay may iba't ibang pagkakataon na mapili.  Ang Jackpot halimbawa ay ang pinakamaliit na probabilidad at 5 credits ang pinakaposible.</li><li>Ang bawat pag-ikot ay nangangailangan ng 20 credits na gagastusin.</li><li>Ang mga credit ay magagamit lamang sa larong ito.</li><li>Maaaring makuha LAMANG ang mga kredito sa pamamagitan ng pagiging aktibo sa aming <a href=\"{{discordChannelLink}}\" target=\"_blank\">Mga Discord channel  </a>.</li><li>Hindi maililipat ang mga credits.  Magagamit lamang ang mga ito ng gumagamit ng Discord na nakakuha sa kanila at para lamang paikutin ang gulong.</li><li>Walang limitasyon sa mga pag-ikot.  Ang tanging kinakailangan ay magkaroon ng 20 credits.</li><li>Kung ang Jackpot ay mapapanalo, ang presyo ay itatalaga sa Discord account ng user at maaaring i-claim ito ng user / ilipat ito sa kanyang wallet.&nbsp;</ li><  li>Ang pag-claim ng reward ay mangangailangan ng isang blockchain na transaksyon, ang gas fee ay kailangang bayaran ng user.</li><li>Ang reward ay hindi pa Piglet.  Sa halip ito ay isang Mystery Box na naglalaman ng random na Piglet.  Upang ma-mint ang Piglet, kailangang buksan ng user ang kahon sa <a href=\"https://pigletz.com\">Website ng Pigletz</a>.</li><li>May lock period ang mga box at hindi maaaring  buksan bago ito mag-expire.</li><li>Ang mga kahon ay hindi maililipat.  Mabubuksan lang ang mga ito ng account na nag-claim sa kanila.</li></ol><br /><br /><br />"
}
