{
  "title": "News",
  "over-6-million-worth-of-cryptocurrency-deposited-into-an-nft-piggy-bank": "<h1>Más de 5 millones de dólares en criptomonedas, depositadas en una alcancía NFT</h1> <p><img src=\"/assets/images/news/over-6-million-worth-of-cryptocurrency-deposites-into-an-nft-piggy-bank.png\" />La aplicación de fitness y estilo de vida impulsada por blockchain en desarrollo <a target=\"_blank\" href=\"https: //www.befaster.fit\">BeFaster.fit</a> depositó casi 6 millones de dólares en criptomonedas en un nuevo NFT, inspirado en una alcancía: <a href=\"https://pigletz.com\">Pigletz.com</a>. Desde el 17 de enero de 2022 hasta el lanzamiento de la aplicación, todos los tokens de los fundadores estarán encerrados dentro de un solo Piglet. Este movimiento inventivo tiene como objetivo consolidar aún más la declaración de seguridad de BeFaster.fit contra la manipulación del precio del token y, al mismo tiempo, demuestra los nuevos campos de aplicación de los tokens no fungibles, que emergen en 2022. </p> <p> En el último desarrollo importante, la startup ha decidido utilizar la utilidad innovadora del proyecto Pigletz NFT, lanzado recientemente y depositar todos los tokens BFHT de sus fundadores en un Piglet individual. Esto los dejaría inutilizables hasta que se rompa la alcancía virtual, una funcionalidad incorporada del coleccionable. Este acto libera todos los tokens contenidos en el interior, pero también destruye el NFT, lo que garantiza la naturaleza deflacionaria de los Pigletz restantes.</p> <p> Cuando se lance la aplicación BeFaster.fit, el Piglet se romperá y se lanzará el BFHT del equipo, solo para quedar congelado en un contrato inteligente irrevocable por otros 2 años. De esta manera, los tokens de los fundadores no ingresarán al mercado en un futuro cercano y no podrán manipular el precio en consecuencia. Esto ofrece a los inversores seguridad contra el dumping de precios que es novedoso para el mercado de las criptomonedas.</p> <h2> Mucho más que una simple imagen de pixel art </h2> <p> Pigletz.com es un NFT coleccionable con funciones de juego y destacados elementos DeFi más toda la utilidad que estos pueden ofrecer. Cada Piglet único actúa como una alcancía que permite a los usuarios depositar y almacenar tokens criptográficos, mientras que el NFT también extrae su propio token PiFi. Cuando una cierta cantidad de tokens PiFi se acumulan en la alcancía virtual, evoluciona a medida que sube de nivel. Cada siguiente nivel revela rasgos adicionales. Aunque la aplicación descentralizada del proyecto Web3 presenta una mecánica muy compleja, su facilidad de uso la hace adecuada tanto para NFT Alphas como para novatos en NFT.</p> <p> Los creadores han optado por lanzar el proyecto en el ecosistema Binance Smart Chain, que tiene una ventaja de las bajas tarifas de gasolina, algo que podría ser muy abrumador para un principiante.</p> <p> Cuando se trata del componente artístico del proyecto, gira en torno a modelos 3D únicos hechos a mano. La capacidad de materializar al Piglet como una alcancía real impresa en 3D es una característica única.  Esto establece un vínculo novedoso entre los mundos virtual y físico. Para hacer eso, el Piglet participa en un contrato inteligente especial que bloquea el NFT en Blockchain. Luego se les envía una figura impresa en 3D de su Piglet, que se entrega en su hogar. Romper la alcancía física es la única forma de revertir esto. Dentro, el propietario encontrará un código que le permitirá desbloquear su NFT y utilizarlo nuevamente en la blockchain.</p>",
  "pigletz-com-nft-piggy-bank-now-live-on-binance-nft": "<h1>Pigletz.com, una alcancía NFT, ahora disponible en Binance NFT</h1> <p> <img src=\"/assets/images/news/pigletz-binance-cover.webp\" /> Pigletz.com, the <a href=\"https://pigletz.com\" title=\"Pigletz NFT piggy bank\">collectible NFT piggy bank</a>, is now live on <a target=\"_blank\" href=\"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" title=\"Pigletz.com listing on Binance NFT\">Binance NFT Marketplace</a>. El anuncio llega una semana después de que <a target=\"_blank\" href=\"https://www.befaster.fit/\">BeFaster.fit</a>, una aplicación de fitness maltesa basada en blockchain, haya despositado millones en forma de tokens en un Piglet, demostrando una de las nuevas utilidades, legando a NFT en 2022.  </p> <p class=\"text-center\"> <a href=\"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" target=\"_blank\" rel=\"noreferrer\" class=\"btn\"> <img src=\"/assets/images/binance-nft-black.png\" /> </a> </p> <p>Pigletz.com ha sido incluido en uno de los mercados NFT centralizados más grandes del mundo, después de que el contrato inteligente del proyecto haya superado con éxito el proceso de revisión requerido. </p> <p> Los entusiastas de NFT pueden comprar de Binance NFT las cajas misteriosas de Pigletz  en el momento de su publicación. Para celebrar la gran noticia, Pigletz.com ofrece los artículos a precios especiales este fin de semana.  </p> <h2> NFT Piggy Bank that Evolves and Materializes </h2> <p> Pigletz.com es una colección de 12 345 NFT únicos, que combinan funciones de juego, elementos DeFi destacados y toda la utilidad que estos pueden ofrecer.\n<strong>Para abrir la caja misteriosa</strong>, después de haber realizado la compra en Binance NFT, el propietario debe <strong>retirar sus nuevos NFT</strong> a una billetera compatible con <strong>Pigletz.com de App< /fuerte>. El último paso que queda es visitar <a hrefs=\"https://pigletz.com\">Pigletz.com</a> y <strong>conectar la billetera que contiene la caja misteriosa</strong>. El menú ''Mis Cajas'' se activará y el propietario tendrá la opción de revelar su Piglet. </p> <p> Cada Piglet nuevo sirve de alcancía, en la que el propietario puede almacenar tokens criptográficos. El NFT también comienza inmediatamente a acuñar el token PiFi de Pigletz.com.</p> <p> Cuando se acuñe y almacene una cierta cantidad de tokens PiFi en la alcancía, el Piglet sube de nivel y revela más de sus rasgos y rarezas. La velocidad de producción de tokens se puede acelerar, activando refuerzos  especiales. <center><img src=\"/assets/images/news/levels.webp\" style=\"max-height: 22vw; width: auto;\" alt=\"Physical Object\" /></center> </p> <p>Pigletz.com ofrece a los entusiastas de NFT la oportunidad de solicitar versiones impresas en 3D de sus Pigletz, lo que agrega un toque de vida real al proyecto. Para obtener una alcancía física, el propietario del Piglet debe apostar su NFT en un contrato inteligente especial que lo bloquea en Blockchain. Luego al propietario se le entrega a domicilio la alcancía física. </p> <p>Para desbloquear el NFT nuevamente en Blockchain, el propietario debe romper la alcancía 3D y usar el código de desbloqueo que contiene para revertir el proceso. <centro><imgsrc=\"/assets/images/physical-object-illustration.webp\" style=\"width: 70%;\" alt=\"Physical Object\" /></center> </p> <p>El lanzamiento de Pigletz.com en Binance NFT fue una noticia emocionante para su comunidad orgánica y unida, que está feliz de dar la bienvenida a los nuevos poseedores de Pigletz. </p> <h2>Las cajas misteriosas de Pigletz.com ahora disponibles en Binance NFT </h2> <p>Binance revolucionó el mundo NFT con el lanzamiento de su mercado a mediados de 2021. Medio año después, Binance NFT cuenta con más de 1000 creadores que han enumerado más de 2,5 millones de NFT que ofrecen diferentes utilidades. </p> <p>Desde su formación, el mercado ha implementado múltiples actualizaciones de funciones, incluido el soporte de múltiples cadenas que permite depósitos y retiros de NFT de las redes BSC y ETH. </p> <p>Binance NFT también fue la Mente Maestra detrás de las cajas misteriosas de NFT, lo que hizo que el comercio y la recolección fueran aún más atractivos. De hecho, estas se pueden comparar con los huevos de chocolate sorpresa o las cajas misteriosas físicas: los titulares obtienen NFT de diferentes niveles o rarezas, pero no saben qué contiene una caja hasta que la abren.</p> <p>Ahora que forma parte del mercado, Pigletz.com ofrece <a target=\"_blank\" href=\"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id =536202774232780801&order=list_time%40-1\" title=\"Pigletz.com Mystery Boxes Collection Listed on Binance NFT\">Mystery Boxes</a> un número determinado de Pigletz, cada uno con sus propias características de diferentes niveles de rareza. Por tiempo limitado, estos están disponibles a precios especiales. Se pueden comprar con BNB, BUSD y ETH. </p>"
}
