{
  "title": "News",
  "over-6-million-worth-of-cryptocurrency-deposited-into-an-nft-piggy-bank": "<h1>Más de 5 millones de dólares en criptomonedas, depositadas en una alcancía NFT</h1> <p><img src=\"/assets/images/news/over-6-million-worth-of-cryptocurrency-deposited-into-an-nft-piggy-bank.png\" />La aplicación de fitness y estilo de vida impulsada por blockchain en desarrollo <a target=\"_blank\" href=\"https: //www.befaster.fit\">BeFaster.fit</a> depositó casi 6 millones de dólares en criptomonedas en un nuevo NFT, inspirado en una alcancía: <a href=\"https://pigletz.com\">Pigletz.com</a>. Desde el 17 de enero de 2022 hasta el lanzamiento de la aplicación, todos los tokens de los fundadores estarán encerrados dentro de un solo Piglet. Este movimiento inventivo tiene como objetivo consolidar aún más la declaración de seguridad de BeFaster.fit contra la manipulación del precio del token y, al mismo tiempo, demuestra los nuevos campos de aplicación de los tokens no fungibles, que emergen en 2022. </p> <p> En el último desarrollo importante, la startup ha decidido utilizar la utilidad innovadora del proyecto Pigletz NFT, lanzado recientemente y depositar todos los tokens BFHT de sus fundadores en un Piglet individual. Esto los dejaría inutilizables hasta que se rompa la alcancía virtual, una funcionalidad incorporada del coleccionable. Este acto libera todos los tokens contenidos en el interior, pero también destruye el NFT, lo que garantiza la naturaleza deflacionaria de los Pigletz restantes.</p> <p> Cuando se lance la aplicación BeFaster.fit, el Piglet se romperá y se lanzará el BFHT del equipo, solo para quedar congelado en un contrato inteligente irrevocable por otros 2 años. De esta manera, los tokens de los fundadores no ingresarán al mercado en un futuro cercano y no podrán manipular el precio en consecuencia. Esto ofrece a los inversores seguridad contra el dumping de precios que es novedoso para el mercado de las criptomonedas.</p> <h2> Mucho más que una simple imagen de pixel art </h2> <p> Pigletz.com es un NFT coleccionable con funciones de juego y destacados elementos DeFi más toda la utilidad que estos pueden ofrecer. Cada Piglet único actúa como una alcancía que permite a los usuarios depositar y almacenar tokens criptográficos, mientras que el NFT también extrae su propio token PiFi. Cuando una cierta cantidad de tokens PiFi se acumulan en la alcancía virtual, evoluciona a medida que sube de nivel. Cada siguiente nivel revela rasgos adicionales. Aunque la aplicación descentralizada del proyecto Web3 presenta una mecánica muy compleja, su facilidad de uso la hace adecuada tanto para NFT Alphas como para novatos en NFT.</p> <p> Los creadores han optado por lanzar el proyecto en el ecosistema Binance Smart Chain, que tiene una ventaja de las bajas tarifas de gasolina, algo que podría ser muy abrumador para un principiante.</p> <p> Cuando se trata del componente artístico del proyecto, gira en torno a modelos 3D únicos hechos a mano. La capacidad de materializar al Piglet como una alcancía real impresa en 3D es una característica única.  Esto establece un vínculo novedoso entre los mundos virtual y físico. Para hacer eso, el Piglet participa en un contrato inteligente especial que bloquea el NFT en Blockchain. Luego se les envía una figura impresa en 3D de su Piglet, que se entrega en su hogar. Romper la alcancía física es la única forma de revertir esto. Dentro, el propietario encontrará un código que le permitirá desbloquear su NFT y utilizarlo nuevamente en la blockchain.</p>"
}
