{
    "title": "Términos de uso",
    "body": "<p> Pigletz.com es una aplicación de juego hat runs on the Binance Smart Chain network, using specially-developed smart contracts (each, a “Smart Contract”) to enable users to own Piglets (also Pigletz) which are non fungible tokens (NFT) and include additional functionality and gamification. The total number of all piglets is 12345. The piglets are digitally unique NFT 's which can be visualized on a website that the user can interact with (the “Site”). The Smart Contracts and the Site are collectively referred to in these Terms as the “App”. </p> <p> Pigletz.com is the result of a collaboration between two companies - Blockchain Technology Ltd and Aff Media Ltd (used below as \"we\", or \"us\", or \"The Companies\"). We make the App available to you. By using the App, the Smart Contracts, or the Site, you are agreeing to these Terms of Use and any terms and conditions incorporated herein by reference (collectively, the \"Terms\"). PLEASE READ THESE TERMS CAREFULLY BEFORE USING THE APP, THE SMART CONTRACTS, OR THE SITE. THESE TERMS GOVERN YOUR USE OF THE APP, THE SMART CONTRACTS, AND THE SITE, UNLESS WE HAVE EXECUTED A SEPARATE WRITTEN AGREEMENT WITH YOU FOR THAT PURPOSE. WE ARE ONLY WILLING TO MAKE THE APP, THE SMART CONTRACTS, AND THE SITE AVAILABLE TO YOU IF YOU ACCEPT ALL OF THESE TERMS. BY USING THE APP, THE SMART CONTRACTS, THE SITE, OR ANY PART OF THEM, OR BY CLICKING “I ACCEPT” BELOW OR INDICATING YOUR ACCEPTANCE IN AN ADJOINING BOX, YOU ARE CONFIRMING THAT YOU UNDERSTAND AND AGREE TO BE BOUND BY ALL OF THESE TERMS. IF YOU ARE ACCEPTING THESE TERMS ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, YOU REPRESENT THAT YOU HAVE THE LEGAL AUTHORITY TO ACCEPT THESE TERMS ON THAT ENTITY’S BEHALF, IN WHICH CASE “YOU” WILL MEAN THAT ENTITY. IF YOU DO NOT HAVE SUCH AUTHORITY, OR IF YOU DO NOT ACCEPT ALL OF THESE TERMS, THEN WE ARE UNWILLING TO MAKE THE APP, THE SMART CONTRACTS, OR THE SITE AVAILABLE TO YOU. IF YOU DO NOT AGREE TO THESE TERMS, YOU MAY NOT ACCESS OR USE THE APP, THE SMART CONTRACTS, OR THE SITE. </p> <h2>i. Piglets</h2> <p> A. We have created 12345 unique Limited Edition Piglets (also referred to as Pigletz) with provable random characteristics of various rarity. The Piglets are non fungible tokens (NFT). They also have the following features: </p> <h3>1. The Piglets are mining a token</h3> <p> Each Piglet is mining a certain amount of PiFi tokens daily, starting on the day it is minted i.e. at the point of purchase. </p> <h3>2. The Piglets serve as an ERC-20/BEP-20 tokens digital piggy bank</h3> <p> The mined PiFi tokens are deposited into the Piglet. You may also deposit additional ERC-20/BEP-20 tokens. The tokens may be withdrawn only when you destroy the NFT (break the piggy bank). </p> <h3>3. Levels</h3> <p> Each Piglet starts at Level 1 when minted. Based on the amount of PiFi tokens it has accumulated, it may level up. There are a total of three levels. With each next Level, more features of the NFT are revealed. All traits for a Piglet are revealed at Level 3. </p> <h3>4. Boosters</h3> <p> There are various Boosters, that affect the base mining rate of the Piglet by increasing it with a certain percentage. There may be multiple boosters, activated for a Piglet. If that is the case, then all percentages are accumulated. </p> <h3>5. NFT to Physical Object</h3> <p> As soon as a Piglet reaches Level 3, it may be ordered as a 3D-printed physical piggy bank. This locks the NFT in a smart contract and it may not be transferred in the blockchain. This ensures that the NFT exists in only one reality at the same time, retaining the NFT characteristics. When existing as a physical object, the Piglet is mining PiFi tokens with the highest base mining rate. </p> <h3>6. Physical Object to NFT </h3> <p> Inside of each physical 3D-printed Piglet is a code, that allows the user to unlock the NFT in the blockchain. The user must break the physical piggy bank and acquire the code to unlock the NFT using the App. </p> <h2>ii. App</h2> <p> A. The App (also dApp or Decentralized App) facilitates your interaction with the Piglets. To most easily use the App, you must first install a web browser (such as the Google Chrome web browser) and an non-custodial electronic wallet compatible with the Non-Fungible Token (NFT) standard on the Binance smart chain network, such as MetaMask, MathWallet, Trust Wallet and SafePal electronic wallets. Such electronic wallets allow you to purchase, store, and engage in transactions using the Binance Smart Chain network. You will not be able to engage in any transactions on the App other than through MetaMask, or other Binance Smart Chain network compatible wallets. </p> <p> B. Transactions that take place on the App are managed and confirmed via the Binance Smart Chain network. You understand that your Binance public address will be made publicly visible whenever you engage in a transaction on the App. </p> <p> C. We neither own nor control MetaMask, Binance, Google Chrome, or any other third party site, product, or service that you might access, visit, or use for the purpose of enabling you to use the various features of the App. We will not be liable for the acts or omissions of any such third parties, nor will we be liable for any damage that you may suffer as a result of your transactions or any other interaction with any such third parties. </p> <p> D. You must provide accurate and complete registration information when you create an account for the App. By creating an account, you agree to provide accurate, current and complete account information about yourself, and to maintain and promptly update as necessary your account information. You are responsible for the security of your account and your MetaMask wallet (and other Binance wallets and accounts). If you become aware of any unauthorized use of your password or of your account with us, you agree to notify us immediately at info@pigletz.com </p> <h2>iii. External Non-Custodial Wallet</h2> <p> You may choose to associate a non-custodial wallet (by way of example, a MetaMask or Coinbase Wallet) (“External Non-Custodial Wallet”) with your Account. External Non-Custodial Wallets allow you to purchase, store and engage in transactions using the interface provided by the NFT Platform. Associating an External Non-Custodial Wallet, or a specific type thereof (e.g., a MetaMask wallet) may be required as a condition to receiving an NFT, as provided in the specific terms and conditions of an individual drop. By using an External Non-Custodial Wallet in connection with the App, you agree that you are using such External Non-Custodial Wallet under the terms and conditions of the applicable providers of such External Non-Custodial Wallet. For example, for the MetaMask wallet, those terms and conditions are available at https://metamask.io/terms.html. External Non-Custodial Wallets are not associated with, maintained by, supported by, or affiliated with The Companies. The Companies reserve the right to refuse to associate an External Non-Custodial Wallet with a User’s Account in its sole and exclusive discretion. If you attempt to associate your Account with an External Non-Custodial Wallet bearing risk factors, such attempts may result in the suspension or termination of your Account, each as determined in Companies ' sole and exclusive discretion. The Companies accept no responsibility or liability to you in connection with your use of an External Non-Custodial Wallet, and makes no representations or warranties regarding how the App will operate with any specific External Non-Custodial Wallet. The private keys necessary to decrypt an External Non-Custodial Wallet are held solely by you, and not by the Companies. The Companies have no ability to help you access or recover your private keys for your External Non-Custodial Wallet, so please keep them in a safe place. </p> <h2>iv. Wallet Transfers</h2> <p> We may, but have no obligation to, provide functionalities via the App whereby you can transfer items from one wallet to another, such as from your Pigletz Wallet to other wallets such as External Non-Custodial Wallets. Transfers and other transactions between the App and External Non-Custodial Wallets may be facilitated by one or more smart contracts that we have not developed and does not control. You acknowledge the risk of smart contracts and agree to be bound by the outcome of any smart contract operation that you initiate or that is initiated at your direction. We accept no liability or responsibility for any such transfer, including for any loss, data corruption, or other negative impact that may occur to your Pigletz.com NFTs or wallets or other assets when attempting to transfer assets between wallets. </p> <h2>v. Ownership. License. Restrictions</h2> <h3>1. Definitions</h3> <p> For the purposes of this Section, the following capitalized terms will have the following meanings: “Art” means any art, design and drawings that may be associated with a piglet that you own. “Extensions” means third party designs that: (i) are intended for use as extensions or overlays to the Art, (ii) do not modify the underlying Art, and (iii) can be removed at any time without affecting the underlying Art. “Own” means a piglet that you have purchased or otherwise rightfully acquired from a legitimate source, where proof of such purchase is recorded on the relevant blockchain. “Purchased Piglet” means a piglet that you Own. “Third Party IP” means any third party patent rights (including, without limitation, patent applications and disclosures), copyrights, trade secrets, trademarks, know-how or any other intellectual property rights recognized in any country or jurisdiction in the world. </p> <h3>2. Ownership</h3> <p> You Own the NFT. Each piglet is a non-fungible token (an “NFT”) on the Binance Smart Chain network. When you purchase a piglet, you own the underlying NFT completely. The ownership is transferred to you on the Binance Smart Chain network. We have no ability to alter, freeze, seize or modify the ownership of any piglet NFT. </p> <h3>3. Personal Use</h3> <p> Subject to your continued acceptance with these terms, we allow you a worldwide, royalty-free licence to use, copy and display the purchased Art, along with any derivative artwork or extensions that you could create or use, limited by the following purposes : (i) for your own personal, non commercial use; (ii) as part of a marketplace that allows the purchase and sales of you piglet / NFT, as long as the marketplace cryptographically verifies that you are the owner, to ensure that only the actual owner have the right to display the Art; or (iii) as part of a third party website or application that permits the inclusion, involvement or participation of your piglet / NFT, provided that the website or the application cryptographically verifies each piglet owner’s right to display the Art for their piglet, to ensure that only the actual owner can display the Art. </p> <h3>4. Commercial Use</h3> <p>You may not use the Art for commercial use, without Our prior written consent.</p> <h3>5. Restrictions</h3> <p> You agree that you may not, nor permit any third party to do or attempt to do any of the foregoing without Our prior written consent in each case: (i) modify the Art for your purchased piglet in any way, including, without limitation, the shapes, designs, drawings, attributes, or color schemes (your use of Extensions will not constitute a prohibited modification hereunder); (ii) use the Art for your purchased piglet to advertise, market, or sell any third party product or service; (iii) use the Art for your purchased piglet in connection with images, videos, or other forms of media that depict hatred, intolerance, violence, cruelty, or anything else that could reasonably be found to constitute hate speech or otherwise infringe upon the rights of others; (iv) use the Art for your purchased piglet in movies, videos, or any other forms of media, except to the limited extent that such use is expressly permitted in these Terms or solely for your own personal, non-commercial use; (v) sell, distribute for commercial gain (including, without limitation, giving away in the hopes of eventual commercial gain), or otherwise commercialize merchandise that includes, contains, or consists of the Art for your purchased piglet, except as expressly permitted in these Terms; (vi) attempt to trademark, copyright, or otherwise acquire additional intellectual property rights in or to the Art for your purchased piglet; or (vii) otherwise utilize the Art for your purchased piglet for your or any third party’s commercial benefit. To the extent that Art associated with your purchased piglet contains Third Party IP (e.g., licensed intellectual property from a celebrity, athlete, or other public figure), you understand and agree as follows: (viii) that you will not have the right to use such Third Party IP in any way except as incorporated in the Art, and subject to the license and restrictions contained herein; (ix) that, depending on the nature of the license granted from the owner of the Third Party IP, we may need to pass through additional restrictions on your ability to use the Art; and (x) to the extent that we inform you of such additional restrictions in writing (email is permissible), you will be responsible for complying with all such restrictions from the date that you receive the notice, and that failure to do so will be deemed a breach of this license. The restrictions in this Section will survive the expiration or termination of these Terms. </p> <h2>vi. Transaction Fees and Other Taxes</h2> <p> If you decide to purchase a piglet using the App any financial transactions that you engage in will be conducted through the Binance Smart Chain network. We will have no insight into or control over these payments or transactions, nor do we have the ability to reverse any transactions. With that in mind, we will have no liability to you or to any third party for any claims or damages that may arise as a result of any transactions that you engage in via the App, or using the Smart Contracts, or any other transactions that you conduct via the Binance Chain Smart network. In order to process a transaction using the Binance Smart Chain network you will need to pay a fee (a “Gas Fee”) for every transaction that occurs on the Binance Smart Chain network. This means that you will need to pay a Gas Fee for each transaction that occurs via the App. As between us, you will be solely responsible to pay any and all sales, use, value-added and other taxes, duties, and assessments (except taxes on our net income) now or hereafter claimed or imposed by any governmental authority (collectively, “Taxes”) associated with your use of the App (including, without limitation, any Taxes that may become payable as the result of your ownership, transfer, or depositing tokens into your Piglet). </p> <h2>vii. Limitation of Liability</h2> <p> YOU UNDERSTAND AND AGREE THAT WE, OUR SUBSIDIARIES, AFFILIATES, AND LICENSORS WILL NOT BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES WHICH YOU MAY INCUR, HOWSOEVER CAUSED AND UNDER ANY THEORY OF LIABILITY, INCLUDING, WITHOUT LIMITATION, ANY LOSS OF PROFITS (WHETHER INCURRED DIRECTLY OR INDIRECTLY), LOSS OF GOODWILL OR BUSINESS REPUTATION, LOSS OF DATA, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR ANY OTHER INTANGIBLE LOSS, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. It is on your own responsibility to verify if the functionality and specifications of this App, including the terms of use, do not contradict the laws in your country of residence. </p> <h2>viii. Assumption of Risk</h2> <p> This App is made available solely for entertainment purposes. You agree that You assume the following risks: (A) To the extent there is a price or market for a blockchain asset such as an NFT, such markets and prices are extremely volatile, and variations in the price of other digital assets could materially and adversely affect the value of any digital asset(s) You own, including Your Licensed NFT, and there is no guarantee that Your Licensed NFTs will have or retain any value; (B) the commercial or market value on a Licensed NFT that You purchase may materially diminish in value as a result of a variety of things such as negative publicity ; (C) there are risks associated with using an Internet-native assets (e.g., non-fungible tokens, cryptocurrencies, etc.) including, but not limited to, the risk of hardware, software and Internet connections and/or failures, the risk of malicious software introduction, and the risk that third parties may obtain unauthorized access to information stored within your digital “wallet” or elsewhere, and we will not be responsible for any of these, however caused; (D) We do not make any promises or guarantees about the availability of the Licensed NFT or the Art on the Internet or that they will host the Licensed NFT or the Art at any specific location and/or for any specific period of time; (Е) the risk of losing access to Licensed NFT due to loss of private key(s), custodial error or purchaser error; (F) the risk of mining attacks; (G) the risk of hacking, security weaknesses, fraud, counterfeiting, cyber attacks and other technological difficulties (H) the risk of changes to the regulatory regime governing blockchain technologies, cryptocurrencies, and tokens and new regulations, unfavorable regulatory intervention in one or more jurisdictions or policies any of which may materially adversely affect the use and value of the Licensed NFT; (I) the risks related to taxation; (J) that NFTs are not legal tender and are not back by any government; and (K) we are not responsible for any transaction between you and a third party (e.g., Your transfer of a Licensed NFT from a third party on the so-called “secondary market”), and we shall have no liability in connection with any such transaction. In addition to assuming all of the above risks, you acknowledge that You have obtained sufficient information to make an informed decision to license the Licensed NFT and that You understand and agree that you are solely responsible for determining the nature, potential value, suitability and appropriateness of these risks for yourself. </p> <h2>ix. Changes to the Terms</h2> <p> We may make changes to the Terms from time to time. When we make changes, we will make the updated Terms available on the Website and update the “Last Updated” date at the end of these Terms accordingly. Please check these Terms periodically for changes. Any changes to the Terms will apply on the date that they are made, and your continued access to or use of the App after the Terms have been updated will constitute your binding acceptance of the updates. If you do not agree to any revised Terms, you may not access or use the App. </p> <h2>x. Changes to the App</h2> <p> We are constantly improving the App to help provide the best possible experience. You acknowledge and agree that the form and nature of the App, and any part of it, may change from time to time without prior notice to you, and that we may add new features and change any part of the App at any time without notice. </p> <h2>xi. Children</h2> <p> By using this App, you affirm that you are of legal age to enter into these Terms, and you accept and are bound by these Terms. You may not use this App if you: (i) do not agree to these Terms; (ii) are not of the age of majority in your jurisdiction of residence; or (iii) are prohibited from accessing or using this App or any of this App’s contents, products or services by applicable law. </p>"
}