{
  "title": "Datenschutzbestimmungen",
  "body": "<p> Pigletz.com is a game application that runs on the Binance Smart Chain network, using specially-developed smart contracts (each, a “Smart Contract”) to enable users to own Piglets (also Pigletz) which are non fungible tokens (NFT) and include additional functionality and gamification. The total number of all piglets is 12,345. The piglets are digitally unique NFT's which can be visualized on a website that the user can interact with (the “Site”). The Smart Contracts and the Site are collectively referred to in these Terms as the “App”. </p><p> Pigletz.com is the result of a collaboration between two companies - Blockchain Technology Ltd and Aff Media Ltd (used below as \"we\", or \"us\", or \"The Companies\"). We make the App available to you. By using the App, the Smart Contracts, or the Site, you are agreeing to these Terms of Use and any terms and conditions incorporated herein by reference (collectively, the \"Terms\"). PLEASE READ THESE TERMS CAREFULLY BEFORE USING THE APP, THE SMART CONTRACTS, OR THE SITE. THESE TERMS GOVERN YOUR USE OF THE APP, THE SMART CONTRACTS, AND THE SITE, UNLESS WE HAVE EXECUTED A SEPARATE WRITTEN AGREEMENT WITH YOU FOR THAT PURPOSE. WE ARE ONLY WILLING TO MAKE THE APP, THE SMART CONTRACTS, AND THE SITE AVAILABLE TO YOU IF YOU ACCEPT ALL OF THESE TERMS. BY USING THE APP, THE SMART CONTRACTS, THE SITE, OR ANY PART OF THEM, OR BY CLICKING “I ACCEPT” BELOW OR INDICATING YOUR ACCEPTANCE IN AN ADJOINING BOX, YOU ARE CONFIRMING THAT YOU UNDERSTAND AND AGREE TO BE BOUND BY ALL OF THESE TERMS. IF YOU ARE ACCEPTING THESE TERMS ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, YOU REPRESENT THAT YOU HAVE THE LEGAL AUTHORITY TO ACCEPT THESE TERMS ON THAT ENTITY'S BEHALF, IN WHICH CASE “YOU” WILL MEAN THAT ENTITY. IF YOU DO NOT HAVE SUCH AUTHORITY, OR IF YOU DO NOT ACCEPT ALL OF THESE TERMS, THEN WE ARE UNWILLING TO MAKE THE APP, THE SMART CONTRACTS, OR THE SITE AVAILABLE TO YOU. IF YOU DO NOT AGREE TO THESE TERMS, YOU MAY NOT ACCESS OR USE THE APP, THE SMART CONTRACTS, OR THE SITE. </p> <h2>i. What information do we collect?</h2><h3>1. SUMMARY</h3><p> Pigletz collects data to provide you with the best experiences when using our products, and also to let us manage them successfully. You provide us with some of your data directly, for example, respond to a survey, contact us for support, subscribe to a newsletter. We collect some of your data by recording your interactions with our website or mobile application, technologies like cookies are examples for that. </p><h3>2. LEARN MORE</h3><p> We do not collect personal data such as email addresses, names, phone numbers, adreses, et3. If you choose not to provide data that is necessary to enable us to make the application available to you, you may not be able to use it. The data we collect depends on the context of your interactions with Pigletz, and the choices you make (including your privacy settings). The data we collect can include the following:Metamask Wallet Address. We may collect your Metamask wallet address.Device and Usage information. We may collect data about your device and how you and your device interact with Pigletz and our mobile application. For example, we may collect your interactions on our website, your feature usage patterns, location data, and your interactions with us. We may also collect data about your device and the network you use to connect to our Game; this may include data such as your IP address, browser type, operating system, and referring URLs.</p> <h2>ii. What do we use your information for?</h2> <h3>1. SUMMARY</h3><p> We use the data we collect to make our products available for you, to improve them and to maximize your experiences. We may also use the data to provide security updates, and give you information about our products. We may also use the data to improve the relevance and security, respond to user enquiries, send you periodic marketing communications about our products, and improve the relevance of our advertising. </p> <h3>2. LEARN MORE</h3> <p> Technical support. We use data to diagnose problems, and to provide customer care and other support services.Improving our products. We use data to constantly improve our products, including system administration, system security, and adding new features or capabilities.Business Operations. We use data to develop aggregate analyses and business intelligence that enable us to operate, protect, make informed decisions, and report on the performance of our business.Promotions. We may use your data to administer contests, promotions, surveys, or other site features.Generally. We use data to respond to your enquiries and requests relating to our products and to provide us with information and access to resources that you have requested from us. We also use data for general business purposes, including, to improve our customer service, to help us improve the content and functionality of our products, to enforce our Terms of Use, and to generally manage our business.</p> <h2>iii. How do we protect your information?</h2> <p> We implement a variety of security measures to maintain the safety of your personal information when you enter, submit, or access your personal information. We offer the use of a secure server. All supplied sensitive information is transmitted via Secure Socket Layer (SSL) technology and then encrypted into our gateway providers database only to be accessible by those authorized with special access rights to such systems, and are required to keep the information confidential. </p> <h2>iv. How do we ensure that our processing systems remain confidential, resilient, and available?</h2><h3>1. SUMMARY</h3><p> We implement a variety of measures to ensure that our processing systems remain confidential, resilient, and available. Specifically, we have implemented processes to help ensure high availability, business continuity, and prompt disaster recovery. We commit to maintaining strong physical and logical access controls, and conduct regular penetration testing to identify and address potential vulnerabilities. </p> <h3>2. LEARN MORE </h3> <p> High Availability. Every part of the Game utilizes properly-provisioned, redundant servers in case of failure. We take servers out of operation as part of regular maintenance, without impacting availability.Physical Access Controls. Pigletz is hosted on Amazon Web Services. AWS data centers feature a layered security model, including extensive safeguards such as custom-designed electronic access cards, alarms, vehicle access barriers, perimeter fencing, metal detectors, and biometrics. According to the AWS Security Whitepaper: “AWS’s data centers are state of the art, utilizing innovative architectural and engineering approaches. Amazon has many years of experience in designing, constructing, and operating large-scale data centers. This experience has been applied to the AWS platform and infrastructure. AWS data centers are housed in nondescript facilities. Physical access is strictly controlled both at the perimeter and at building ingress points by professional security staff utilizing video surveillance, intrusion detection systems, and other electronic means. Authorized staff must pass two-factor authentication a minimum of two times to access data center floors. All visitors and contractors are required to present identification and are signed in and continually escorted by authorized staff.” Pigletz employees do not have physical access to AWS data centers, servers, network equipment, or storage.Logical Access Controls. Pigletz is the assigned administrator of its infrastructure on AWS, and only designated authorized Pigletz operations team members have access to configure the infrastructure on an as-needed basis behind a two-factor authenticated virtual private network. Specific private keys are required for individual servers, and keys are stored in a secure and encrypted location.</p> <h2>v. Do we use cookies?</h2> <h3>1. SUMMARY</h3><p> Yes. Cookies are small files that a site or its service provider transfers to your computers hard drive through your Web browser (if you allow) that enables the sites or service providers systems to recognize your browser and capture and remember certain information. You can choose to disable cookies, but if you do, your ability to use or access certain parts of the Game or of our website may be affected.</p><h3>2. LEARN MORE</h3><p> We use cookies and other similar identifiers to understand and save your preferences for future visits, to advertise to you on other sites, and to compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.You may refuse to accept cookies by activating the setting on your browser that allows you to refuse the setting of cookies. You can find information on popular browsers and how to adjust your cookie preferences on their websites. However, if you choose to disable cookies, you may be unable to access certain parts of our site. A banner asking you to accept our cookies policy will be displayed upon the first visit to our website (or the first visit after you delete your cookies). Unless you have adjusted your browser setting so that it will refuse cookies and/or you have not accepted our cookies policy, our system will issue cookies when you log on to our site.Our web pages may contain electronic images known as web beacons (also called single-pixel gifs) that we use to help deliver cookies on our websites, and to count users who have visited those websites. We may also include web beacons in our promotional email messages or newsletters, to determine whether and when you open and act on them.In addition to placing web beacons on our own websites, we sometimes work with other companies to place our web beacons on their websites or in their advertisements. This helps us to develop statistics on how often clicking on an advertisement on a Pigletz website results in a purchase or other action on the advertiser's website.Finally, our Game may contain web beacons or similar technologies from third-party analytics providers that help us compile aggregated statistics about the effectiveness of our promotional campaigns or other operations. These technologies enable the analytics providers to set or read their own cookies or other identifiers on your device, through which they can collect information about your online activities across applications, websites or other products.</p> <h2>vi. Do we disclose any information to outside parties?</h2><h3>1. SUMMARY</h3><p> We share your data with your consent, or as necessary to make our products available to you. We also share your data with vendors working on our behalf; when required by law or to respond to legal process; to protect our customers; to protect lives; to maintain the security and integrity of our products; and to protect our rights or our property.</p> <h3>2. LEARN MORE</h3><p> We share your data with your consent, or as necessary to make the products available to you. We also share data with vendors or agents working on our behalf for the purposes described in this Policy. For example, companies we have hired to provide cloud hosting services, off-site backups, and customer support may need access to your data to provide those functions. In such cases, these companies are required to abide by our data privacy and security requirements and are not allowed to use data they receive from us for any other purpose. The current list of vendors that we use to help us make the products available to you can be found here. We will update this list from time to time as the list of vendors changes. If you have questions or concerns about any of our vendors, feel free to contact us at <a href=\"mailto:dpo@pigletz.com\">dpo@pigletz.com</a>.We may use and share aggregated non-personal information with third parties for marketing, advertising, and analytics purposes. We do not sell or trade your information to third parties.</p> <h2>vii. Third Party Links</h2><p> Occasionally, at our discretion, we may include or offer third party products or services on our products. If you access other websites using the links provided, the operators of these websites may collect information from you that will be used by them in accordance with their privacy policies. These third party sites have separate and independent privacy policies. We, therefore, have no responsibility or liability for the content and activities of these linked sites. Nonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites. </p> <h2>viii. Data Retention</h2> <h3>1. SUMMARY</h3><p> We may retain your information as long as you continue to use our products or for as long as is necessary to fulfill the purposes outlined in this Policy. </p><h3>2. LEARN MORE</h3><p>We will retain your data for as long as necessary to make our products available to you, or for other essential purposes such as complying with our legal obligations, resolving disputes, and enforcing our agreements. Because these needs can vary for different types of data, actual retention periods can vary significantly. The criteria we use to determine the retention periods include:How long is the data needed to make the products available to you and/or operate them? This includes such things such as maintaining and improving the performance of the products, keeping our systems secure, and maintaining appropriate business and financial records. This is the general rule that establishes the baseline for most data retention periods.Has the user provided consent for a longer retention period? If so, we will retain the data in accordance with your consent.Is Pigletz subject to a legal, contractual, or similar obligation to retain the data? Examples can include mandatory data retention laws in the applicable jurisdiction, government orders to preserve data relevant to an investigation, or data that must be retained for the purposes of litigation.</p><h2>ix. Changes to our Privacy Policy</h2><p>We will update this privacy statement when necessary to reflect customer feedback and changes to our Game. When we post changes to this statement, we will revise the \"last updated\" date at the top of the statement. If there are material changes to the statement or in how Pigletz will use your data, we will notify you either by prominently posting a notice of such changes before they take effect or by sending you a notification directly. We encourage you to periodically review this privacy statement to learn how Pigletz is protecting your information.</p><h2>x. How to Contact Us</h2><p>If you have a technical or support question, please send us an email at support at <a href=\"mailto:support@pigletz.com\">support@pigletz.com</a>.</p>"
}
