{
  "title": "Dreh am Glücksrad und gewinne Pigletz",
  "body": "<p>Hier kannst du die Spielregeln für <strong>Dreh am Glücksrad und gewinne Pigletz </strong>nachlesen.</p><ol><li>Das Spiel wurde von Pigletz organisiert und hat einen Marketingzweck. Sein Hauptziel ist es, das Pigletz-Projekt bekannter zu machen und die Community dazu zu bringen, aktiver zu werden.</li><li><strong>Dreh am Glücksrad und gewinne Pigletz</strong> ist ein Glücksspiel, bei dem die Benutzer das Rad drehen und verschiedene Preise gewinnen können.</li><li>Um zu spielen, muss sich der Nutzer mit seinem Discord-Account anmelden. Wir verwenden nur den Benutzernamen aus den Benutzerdaten.</li><li>Zu gewinnen gibt es folgende Preise:<ul><li>Jackpot: Eine Box mit einem Piglet</li><li>100 Credits</li><li>20 Credits</li><li>10 Credits</li><li>5 Credits</li></ul></li><li>Jede Drehung ergibt einen Gewinn. Allerdings hat jeder Bereich eine andere Chance, ausgewählt zu werden. Jackpot ist zum Beispiel die geringste Wahrscheinlichkeit und 5 Credits ist die wahrscheinlichste.</li><li>Für jede Drehung müssen 20 Credits ausgegeben werden.</li><li>Credits sind weder eine Währung noch eine Kryptowährung und haben keinen monetären Wert.</li><li>Credits kann man NUR erhalten, wenn man in unseren  <a href=\"https://discord.com/invite/ffCBEy7H5B\" target=\"_blank\">Discord-Kanäle</a> aktiv ist.</li><li>Credits sind nicht übertragbar. Sie können nur von dem Discord-Nutzer verwendet werden, der sie verdient hat, und nur, um das Rad zu drehen.</li><li>Es gibt keine Begrenzung für die Drehungen. Die einzige Voraussetzung ist ein Guthaben von 20 Credits.</li><li>Wenn der Jackpot geknackt wird, wird der Preis dem Discord-Konto des Nutzers zugewiesen und der Nutzer kann ihn einfordern bzw. auf seine Wallet transferieren.&nbsp;</li><li>Um die Belohnung in Anspruch zu nehmen, muss eine Blockchain-Transaktion durchgeführt bzw. die Gasgebühr vom Nutzer bezahlt werden.</li><li>Die Belohnung ist noch kein Piglet. Stattdessen ist es eine Mystery Box, die ein zufälliges Piglet enthält. Um das Piglet zu bekommen, muss der Benutzer die Box auf der <a href=\"https://pigletz.com\">Pigletz Website</a> öffnen.</li><li>Die Boxen haben eine Sperrfrist und können vor Ablauf der Frist nicht geöffnet werden.</li><li>Die Boxen sind nicht übertragbar. Sie können nur von dem Konto eröffnet werden, das sie beantragt hat.</li></ol><br /><br /><br />"
}
