{
    "title": "За нас",
    "description": "Pigletz.com е колаборация между две компании (Blockchain Technology Bulgaria и Aff Media), които имат десетилетия опит в сферата на разработка на мобилни игри, уеб дизайн, маркетинг и блокчейн технологии. Нашият екип се състои изцяло от професионалисти, като част от тях с над 20 години опит в IT индустрията. ",
    "jobs": {
        "title": "Работи с нас",
        "description": "Ако си опитен разработчик, маркетинг или мениджър на общности, инфлуенсър, инвеститор или просто искаш да се свържеш с нас, кликни по-долу",
        "button": "Свържи се с нас",
        "callToAction": "mailto:j0bz@pigletz.com"
    },
    "team": [
        {
            "name": "Галин, или MasterPig",
            "title": "Визионерът",
            "description": "Галин е магистър по компютърни науки и предприемач с повече от 20 години опит в бизнеса. Като основател на няколко компании за разработка на игри той е създал успешни проекти с милиони играчи. През последните 5 години той се занимава с разработката на проекти в сферата на блокчейн и децентрализирани финанси.",
            "photo": "/assets/images/team/masterpig.png",
            "linkedin": "https://www.linkedin.com/in/galindinkov/",
            "twitter": "https://twitter.com/_galinDinkov"
        },
        {
            "name": "Вичо",
            "title": "Уеб мастърът",
            "description": "Вичо също има магистърска степен в компютърни науки и се е занимавал с разработване на уебсайтове и уеб приложения професионално дори преди университета, докато е бил в училище. Преди 11 години той напуска своята работа като софтуерен инжинер за да започне съвмeстно изграждане на своята компания. Тя е създала стотици уеб сайтове и освен това ги е поставила на висока позиция в множество вертикали на Google. ",
            "photo": "/assets/images/team/vicho.png"
        },
        {
            "name": "Миро",
            "title": "Маркетологът",
            "description": "Миро се занимава със създаване на уеб проекти от нулата в сферите на iGaming-а и форекс трейдинг индустрията. Също така е съ-собственик на TradingPedia.com",
            "photo": "/assets/images/team/miro.png",
            "linkedin": "https://www.linkedin.com/in/miro-nikolov-1946b9141/"
        },
        {
            "name": "Мирó",
            "title": "\"Умните договори\"",
            "description": "Компютърен гений с три  десетилетия опит. ",
            "photo": "/assets/images/team/miro2.png",
            "linkedin": "https://www.linkedin.com/in/miroslavln"
        },
        {
            "name": "Ян, още позната като Piglet_Z",
            "title": "Създателят на общността",
            "description": "Ян е професионален онлайн маркетинг специалист и координатор от почти 10 години. Също така тя е почитател на NFT-та, а освен това е и хоби дизайнер на дрехи. Нейните лични профили са дълбоко потайни и рядко могат да бъдат намерени, в която и да е социална мрежа. Въпреки това, тя отговаря в нашия Discord почти винаги 24/7. ",
            "photo": "/assets/images/team/yan.png",
            "discord": "https://www.linkedin.com/in/miro-nikolov-1946b9141/",
            "telegram": "https://www.linkedin.com/in/miro-nikolov-1946b9141/"
        },
        {
            "name": "Нико",
            "title": "3D дизайнерът",
            "description": "Нико е графичен и 3D дизайнер с повече от 10 години опит в тази сфера. Той има интерес от известно време в света на криптовалутите и NFT-тата. Когато той не е в интернет пространството, Нико може да бъде намерен в градската галерия за изкуство. ",
            "photo": "/assets/images/team/niko.png"
        },
        {
            "name": "Ив",
            "title": "Концепт-арт",
            "description": "Ив е свободомислеща, самоука артистка, която от известно време експериментира с дигиталното изкуство. Тя се опитва да разпали любопитството си чрез изкуство във всичките му форми.",
            "photo": "/assets/images/team/eve.png",
            "instagram": "https://www.instagram.com/evesserpent/"
        },
        {
            "name": "Вероника",
            "title": "Фронтендър",
            "description": "Енергичен front-end програмист с опит в дизайн, разработка и мениджмънт на уеб сайтове. Тя обича да пътува около света и да събира скъпоценни камъчета и кристали, от които в последствие създава бижута.",
            "photo": "/assets/images/team/vicky.png",
            "linkedin": "https://bg.linkedin.com/in/veronica-stefanova-4638841bb"
        }
    ],
    "moreTeam": [
        {
            "name": "Sha (Ша)",
            "title": "Маркетинг & BizDev",
            "description": "Ша е студент по разработване на софтуер, криптоентусиаст и творческа душа с иновативни маркетингови виждания. В свободното си време се занимава с фотография, продуциране на музика или проучване в областта на криптовалутите.",
            "photo": "/assets/images/team/sha.png",
            "instagram": "https://instagram.com/oktay.shakirov",
            "linkedin": "https://www.linkedin.com/in/oktayshakirov"
        },
        {
            "name": "Jewelrey (Рей)",
            "title": "Content Creator",
            "description": "Jewelrey (Рей) е начинаещ по отношение на НФТ-та и криптовалути, но помага за създаването на съдържание за канала на Pigletz в YouTube. Извън метавселената в момента тя е студентка по психология и сладкарка.",
            "photo": "/assets/images/team/jewelrey.png",
            "instagram": "https://www.instagram.com/jewl.rey"
        },
        {
            "name": "Dr4g0",
            "title": "Blockchain Dev",
            "description": "Разработчик на игри и \"интелигентни договори\", който обича да навлиза дълбоко в EVM. Dr4g0 разработва и контролира \"интелигентни договори\", също така пише API и междинни програми.",
            "photo": "/assets/images/team/dr4g0.png",
            "nolinks": true
        },
        {
            "name": "Michal",
            "title": "Разработка на игри",
            "description": "Разработчик на игри с дългогодишен опит в различни платформи. Също така е geeky tinkerer и непоправим перфекционист. Програмира от началото на 2000-та година.",
            "photo": "/assets/images/team/michal.png",
            "linkedin": "https://www.linkedin.com/in/michal-fiala-004b1b4/"
        },
        {
            "name": "Скачков",
            "title": "Уеб дизайн",
            "description": "Скачков е творец с повече от 20 години опит в уеб и графичния дизайн. Той също така работи и върху свои оригинални NFT колекции.",
            "photo": "/assets/images/team/skachkov.png",
            "twitter": "https://twitter.com/@_sasho",
            "instagram": "https://www.instagram.com/aoskachkov/"
        },
        {
            "name": "S1m0",
            "title": "Backend Dev",
            "description": "S1m0 отговаря за бекенда и разработката на cloud-а. Работата му е скрита, но без нея нищо не може да се получи.",
            "photo": "/assets/images/team/s1m0.png",
            "nolinks": true
        },
        {
            "name": "100j40",
            "title": "Android Dev",
            "description": "Магистър по компютърни науки, той е опитен мобилен разработчик със 7-годишен опит в създаването и подобряването на мобилни приложения за различни видове бизнеси с милиони потребители.",
            "photo": "/assets/images/team/100j40.png",
            "linkedin": "https://www.linkedin.com/in/stoycho-petrov-57a03112b/"
        },
        {
            "name": "Dorje",
            "title": "iOS Dev",
            "description": "Dorje е мобилен инженер с 10-годишен опит в разработката на iOS и повече от 15 години в разработката на софтуер. Работил е по приложения от световна класа в кариерата си, но вярва, че бъдещето принадлежи на блокчейн, Web3 и NFT.",
            "photo": "/assets/images/team/dorje.png",
            "linkedin": "https://www.linkedin.com/in/deyan-zhekov-35ba34b"
        },
        {
            "name": "Жана",
            "title": "Мероприятия и изложения",
            "description": "Жана организира представянето ни на различни събития по целия свят. Тя владее 5 езика и се чувства отлично на всички континенти.",
            "photo": "/assets/images/team/jana.png",
            "linkedin": "https://www.linkedin.com/in/jana-alexandrova-4636576/"
        },
        {
            "name": "Владика",
            "title": "Немски пазар ",
            "description": "Бизнес разработване и маркетингови дейности на немския пазар. Притежава успешна маркетингова агенция в Берлин и е запален футболист.",
            "photo": "/assets/images/team/vladika.png",
            "linkedin": "https://www.linkedin.com/in/vladimirboyanov"
        },
        {
            "name": "Мими",
            "title": "Испански пазар",
            "description": "Мими ръководи операциите на испанския ни пазар, преводите и продажбите. Тя има над 17 години опит в международните продажби и управлението на екипи. Обича художествените занаяти, съвременното изкуство и маслената живопис.",
            "photo": "/assets/images/team/mimisim.png",
            "instagram": "https://www.instagram.com/fitmamasenpijamas",
            "linkedin": "https://www.linkedin.com/in/mimi-sim%C3%B3n-348028135/"
        },
        {
            "name": "Дарвин",
            "title": "Азиатски пазари",
            "description": "Дарвин е SEO/SEA гуру и представлява Pigletz за южноазиатските пазари.",
            "photo": "/assets/images/team/darwin.png",
            "linkedin": "https://www.linkedin.com/in/darwin-wiranda/"
        }
    ]
}
