{
  "title": "За нас",
  "description": "Pigletz.com е колаборация между две компании (Blockchain Technology Bulgaria и Aff Media), които имат десетилетия опит в сферата на разработка на мобилни игри, уеб дизайн, маркетинг и блокчейн технологии. Нашият екип се състои изцяло от професионалисти, като част от тях с над 20 години опит в IT индустрията. ",
  "team": [
    {
      "name": "Галин, или MasterPig",
      "title": "Визионерът",
      "description": "Галин е магистър по компютърни науки и предприемач с повече от 20 години опит в бизнеса. Като основател на няколко компании за разработка на игри той е създал успешни проекти с милиони играчи. През последните 5 години той се занимава с разработката на проекти в сферата на блокчейн и децентрализирани финанси.",
      "photo": "/assets/images/masterpig.png",
      "linkedin": "https://www.linkedin.com/in/galindinkov/",
      "twitter": "https://twitter.com/_galinDinkov"
    },
    {
      "name": "Вичо",
      "title": "Уеб мастърът",
      "description": "Вичо също има магистърска степен в компютърни науки и се е занимавал с разработване на уебсайтове и уеб приложения професионално дори преди университета, докато е бил в училище. Преди 11 години той напуска своята работа като софтуерен инжинер за да започне съвмeстно изграждане на своята компания. Тя е създала стотици уеб сайтове и освен това ги е поставила на висока позиция в множество вертикали на Google. ",
      "photo": "/assets/images/vicho.png"
    },
    {
      "name": "Миро",
      "title": "Маркетинг специалистът",
      "description": "Миро се занимава със създаване на уеб проекти от нулата в сферите на iGaming-а и форекс трейдинг индустрията. Също така е съ-собственик на TradingPedia.com",
      "photo": "/assets/images/miro.png",
      "linkedin": "https://www.linkedin.com/in/miro-nikolov-1946b9141/"
    },
    {
      "name": "Миро",
      "title": "Интелигентните договори",
      "description": "Компютърен гений с три  десетилетия опит. ",
      "photo": "/assets/images/miro2.png",
      "linkedin": "https://www.linkedin.com/in/miroslavln"
    },
    {
      "name": "Ян, още позната като Piglet_Z",
      "title": "Създателят на общността",
      "description": "Ян е професионален онлайн маркетинг специалист и координатор от почти 10 години. Също така тя е почитател на NFT-та, а освен това е и хоби дизайнер на дрехи. Нейните лични профили са дълбоко потайни и рядко могат да бъдат намерени, в която и да е социална мрежа. Въпреки това, тя отговаря в нашия Discord почти винаги 24/7. ",
      "photo": "/assets/images/yan.png",
      "discord": "https://www.linkedin.com/in/miro-nikolov-1946b9141/",
      "telegram": "https://www.linkedin.com/in/miro-nikolov-1946b9141/"
    },
    {
      "name": "Нико",
      "title": "3D дизайнерът",
      "description": "Нико е графичен и 3D дизайнер с повече от 10 години опит в тази сфера. Той има интерес от известно време в света на криптовалутите и NFT-тата. Когато той не е в интернет пространството, Нико може да бъде намерен в градската галерия за изкуство. ",
      "photo": "/assets/images/niko.png"
    },
    {
      "description": "Ив е артист, с отворено мислене, който се занимава от извество време с експериментиране в сферата на дигиталното изкуство. Тя се опитва да разпали нейното любопитсвто чрез изкуство и всички негови форми.",
      "photo": "/assets/images/eve.png",
      "instagram": "https://www.instagram.com/evesserpent/"
    },
    {
      "name": "Вероника",
      "title": "Front-end разработчик",
      "description": "Енергичен front-end програмист с опит в дизайн, разработка и мениджмънт на уеб сайтове. Тя обича да пътува около света и да събира скъпоценни камъчета и кристали, от които в последствие създава бижута.",
      "photo": "/assets/images/vicky.png",
      "instagram": "https://www.instagram.com/vikkinbd/",
      "linkedin": "https://bg.linkedin.com/in/veronica-stefanova-4638841bb"
    }
  ]
}
