{
  "title": "Новини",
  "over-6-million-worth-of-cryptocurrency-deposited-into-an-nft-piggy-bank": "<h1>Над 5 милиона долара депозирани във формата на криптовалута в NFT прасе-касичка.</h1> <p><img src=\"/assets/images/news/over-6-million-worth-of-cryptocurrency-deposited-into-an-nft-piggy-bank.png\" />Развиващото се върху блокчейн приложение за фитнес и начин на живот <a target=\"_blank\" href=\"https: //www.befaster.fit\">BeFaster.fit</a> е депозирало скромната сума от 6 милиона долара във формата на крипто валута в нова NFT касичка- <a href=\"https://pigletz.com\">Pigletz.com</a>. От 17 Януари, 2022 до издаването на приложението, всички от токените на основателите ще бъдат заключени в едно прасенце. Това иновативно движение се стреми да затвърди изявлението на BeFaster.fit относно сигурността против манипулация на цената на токена и в същото време да демонстрира новите области в технологията на незаменимите крипто токени, появяващи се през 2022. </p> <p> В последното важно развитие, стартъп фирмата реши да използва иновативната полезност на скорошно публикуван проект, относно NFT прасенцата и депозира всички BFHT токени на основателите в индивидуално прасенце. Това ще ги направи неизползваеми, докато виртуалната касичка на прасенце бъде счупена - вградена функционалност на колекцията. Това действие освобождава всички токени съхранявани в него, но също така унищожава NFT-то, осигурявайки деинфлационният характер на останалите прасенца.</p> <p> Когато приложението BeFaster.fit е публикувано, прасенце ще бъде счупено и фирмените токени BFHT ще бъдат освободени, само за да бъдат замразени в неотменим \"умен\" договор за следващите 2 години. По този начин токените на основателите няма да влязат на пазара в близкото бъдеще и съответно така не може да се манипулира цената. Това предлага на инвеститорите сигурност срещу манипулирано спадане на цената, което е ново за пазара на криптовалутите.</p> <h2> Много повече от просто едно пикселно изображение </h2> <p>Pigletz.com е колекционерско NFT, което има игрални функции и изявени елементи на децентрализирани финанси, съответно всички полезни функции, които те могат да предложат. Всяко уникално прасенце действа като касичка, която позволява на потребителите да депозират и съхраняват крипто токени, докато NFT-то в същото време копае своя собствен Pifi токен. Когато определен брой Pifi токени се натрупат във виртуалната банка, то еволюира, качвайки нива. Във всяко от следващите нива се разкриват допълните черти на прасето-касичка. Въпреки, че децентрализираното приложение на проекта Web3 разполага със сложни механики, неговата лекота на използване го прави подходящ както за доказани, така и за нови NFT ентусиасти.</p> <p> Създателите избраха да стартират проекта върху екосистемата Binance Smart Chain, която има преимущество откъм ниски такси - нещо което може да бъде много непосилно за начинаещ инвеститор.</p> <p>Интересен аспект на проекта е, че той предлага също така уникални ръчно изработени 3Д модели със себе си. Отличителна характеристика е опцията да материализирате прасенцето си като 3Д принтирана касичка. Тази иновация предлага връзка между вируталният свят и физическата реалност. За да се получи това, притежателя залага прасенцето в специален \"умен\" договор, който заключва NFT-то в блокчейна. След това той се сдобива с 3Д принтирана фигурка на тяхното прасенце доставена на посочен адрес. Начинът да се върне обратно към виртуалния свят е чрез счупване на физическата касичка. Вътре в нея собственикът ще намери код, който ще му позволи да отключи своето NFT и да го използва отново в блокчейна.</p>",
  "pigletz-com-nft-piggy-bank-now-live-on-binance-nft": "<h1>Pigletz.com NFT прасе-касичка е вече налична в Binance NFT</h1> <p> <img src=\"/assets/images/news/pigletz-binance-cover.webp\" /> Pigletz.com, <a href=\"https://pigletz.com\" title=\"Pigletz NFT прасенце\">колекционерска NFT касичка</a>, вече и в <a target=\"_blank\" href=\"https://www.binance .com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" title=\"Pigletz.com</b><b class='b1'>b</b><b class='b2'>b</b><b class='b2'>b</b> каталога на Binance NFT >. Новината дойде седмица, след като <a target=\"_blank\" href=\"https://www.befaster.fit/\">BeFaster.fit</a>, малтийското фитнес приложение, работещо върху блокчейн технология, депозира стойност от милиони долари под формата на крипто в прасенце, демонстриращо една от новите технологии заложени в NFT проектите през 2022 г. </p> <p class=\"text-center\"> <a href=\"https://www.binance.com/en/ nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" target=\"_blank\" rel=\"noreferrer\">assets <btg sc\">assets /images/binance-nft-black.png\" /> </a> </p> <p>Pigletz.com беше включен в един от най-големите централизирани пазари за NFT в света, след като крипто договора на проекта е преминал успешно необходимия одобрителен процес. </p> <p> Ентусиастите на NFT могат да закупят Pigletz мистериозни кутии от Binance NFT след публикуването на тази новина. За да отпразнува големите новини, Pigletz.com предлага артикулите на специални цени през този уикенд. </p> <h2> NFT прасе-касичка, която еволюира и се материализира. </h2> <p> Pigletz.com е колекция от 12,345 уникални NFT-та, които съчетават характеристиките на игра, строги DeFi елементи и в последствие всички полезни функции, които идват с тях. <strong>За да разкрие мистериозна кутия</strong>, след като покупката е направена през Binance NFT, купувачът трябва да <strong>изтегли своето ново NFT</strong> в крипто портфейл, който се поддържа от<strong>Pigletz. com</strong>. Последната стъпка, която остава, е да посетите <a hrefs=\"https://pigletz.com\">Pigletz.com</a> и <strong>свържете крипто портфейла, който съдържа закупената мистериозна кутия</strong>. В менюто „Моите кутии“ собственикът ще има възможност да разкрие своето прасенце. </p> <p> Всяко ново прасенце служи като касичка, в която собственикът може да съхранява крипто токени. NFT-то също така започва  незабавно да копае собственият си PiFi токен, който е част от проекта на Pigletz.com.</p> <p> Когато определено количество PiFi токени се изкопаят и съберат в касичката, прасенцето еволюира, разкривайки повече от своите черти. Скоростта на копаене на тези токени може да се увеличи с активиране на специални бустери. <center><img src=\"/assets/images/news/levels.webp\" style=\"max-height: 22vw; width: auto;\" alt=\"Physical Object\" /></center> </p> <p>Pigletz.com предоставя на NFT  ентусиастите възможността да бъдат поръчани 3D принтирани фигурки на техния Piglet, което добавя щрих в реалния живот към проекта. За да получи физическа касичка, собственикът на прасенце трябва да заложи своя NFT в специален \"умен\" договор, който го заключва в Blockchain-а. След това ще получи на посочен от него жилищен адрес копие от касичката-прасенце, която той притежава под формата на NFT. </p> <p>За да отключи NFT-то отново в Blockchain-а и да обърне процеса във виртуалния свят, собственика трябва да разбие 3D касичката и да използва кода за отключване в нея. <center><img src=\"/assets/images/physical-object-illustration.webp\" style=\"width: 70%;\" alt=\"Physical Object\" /></center> </p> <p>Предлагането на Pigletz.com в Binance NFT е в съответствие с развитието на проекта и се появи като вълнуваща новина за неговият тесен кръг от последователи, които са винаги щастливи да приемат нови притежатели на прасенца в общността си. </p> <h2>Мистериозните кутии на Pigletz.com вече са налични в Binance NFT </h2> <p>Binance разтресе света на NFT със стартирането на своя специален пазар в средата на 2021 г. Половин година по-късно Binance NFT включва повече от 1000 създатели, които са предложили над 2,5 милиона NFT-та предлагащи различни форми на използване. </p> <p>От създаването си пазарът пусна множество актуализации на функциите си, включително поддръжка на множество вериги, позволяваща NFT депозити и тегления от BSC и ETH мрежи. </p> <p>Binance NFT също беше мозъкът зад идеята за NFT Mystery Boxes, правейки търговията и събирането още по-ангажиращи. По същество те могат да се сравнят с шоколадови яйца-изненади или физически загадъчни кутии - притежателите получават NFT с различни нива или рядкост, но не знаят какво съдържа кутията, докато не я отворят. </p> <p>Сега наличен на пазара, Pigletz.com предлага <a target=\"_blank\" href=\"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy =list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" title=\"Pigletz.com Mystery Boxes колекция, налични в Binance NFT\">мистериозни кутии</a> с определен брой прасенца, всяко със свои собствени черти и различни нива на рядкост. За ограничен период от време те се предлагат на специални цени и могат да бъдат закупени с BNB, BUSD и ETH.</p>"
}
