{
    "title": "Завърти и спечели Pigletz",
    "body": "<p>Тук можеш да прочетеш правилата за играта <strong>Завърти и спечели Pigletz</strong>.</p><ol><li>Играта е организирана от Pigletz и има маркетингова стратегия. Основната ѝ цел е да популяризира проекта Pigletz и да стимулира общността да бъде по-активна.</li><li><strong>Завърти и спечели Pigletz</strong> е игра на късмета, в която потребителите въртят колелото и печелят различни награди.</li><li>За да играе, потребителят трябва да влезе с акаунта си в Discord. Само потребителското име от данните на потребителя ще бъде използвано.</li><li>Наградите, които могат да бъдат спечелени, са:<ul><li>Джакпот: кутия, съдържаща Piglet</li><li>100 кредита</li><li>20 кредита</li><li>10 кредита</li><li>5 кредита</li></ul></li><li>Всяко завъртане води до награда. Въпреки че всеки сектор има различен шанс да бъде избран. Например джакпотът е най-малко вероятен, а 5 кредита - най-вероятни.</li><li>За всяко завъртане се изразходват 20 кредита.</li><li>Кредитите не са нито валута, нито криптовалута и нямат никаква парична стойност.</li><li>Кредитите могат да бъдат получени САМО ако сте активни в нашите <a href=\"{{discordChannelLink}}\" target=\"_blank\">Discord канали</a>.</li><li>Кредитите не могат да се прехвърлят. Те могат да бъдат използвани само от потребителят на Discord профила, който ги е спечелил,  само за завъртане на колелото.</li><li>Завъртанията нямат ограничение. Единственото изискване е да имате 20 кредита.</li><li>Ако джакпотът бъде спечелен, наградата се присвоява към акаунта на потребителя в Discord и той може да я поиска/прехвърли в собствения си крипто-портфейл.&nbsp;</li><li>За получаване на наградата е необходимо да се извърши блокчейн транзакция, съответно потребителят трябва да заплати таксата за \"газ\".</li><li>Наградата все още не е прасенце. Вместо това тя е тайна кутия, съдържаща произволно прасенце. За да изкопае прасенцето, потребителят трябва да отвори кутията в <a href=\"https://pigletz.com\"> уебсайта на Pigletz</a>.</li><li>Кутиите имат период на заключване и не могат да се отварят преди изтичането му.</li><li>Кутиите не могат да се прехвърлят. Те могат да бъдат отворени само от акаунта, който ги е заявил.</li></ol><br /><br /><br />"
}
