{
  "title": "Berita",
  "over-6-million-worth-of-cryptocurrency-deposited-into-an-nft-piggy-bank": "<h1>Cryptocurrency dengan Nilai Lebih dari $5 Juta Disetorkan Ke Celengan NFT</h1> <p><img src=\"/assets/images/news/over-6-million-worth-of-cryptocurrency-deposited-into- an-nft-piggy-bank.png\" />Aplikasi kebugaran dan blockchain gaya hidup yang sedang berkembang <a target=\"_blank\" href=\"https: //www.befaster.fit\">BeFaster.fit</a> telah mendepositkan mata uang kripto senilai $6 juta ke dalam NFT baru yang terinspirasi oleh celengan - <a href=\"https://pigletz.com\">Pigletz.com</a>. Dari 17 Januari 2022 hingga rilis aplikasi, semua token pendiri akan dikunci di dalam satu Piglet. Langkah inventif ini bertujuan untuk lebih memperkuat pernyataan keamanan BeFaster.fit terhadap manipulasi harga token dan secara bersamaan menunjukkan bidang baru penerapan token yang tidak dapat dipertukarkan, yang muncul pada tahun 2022. </p> <p> Dalam perkembangan penting terbaru, mereka sebagai startup telah memutuskan untuk menggunakan utilitas inovatif dari proyek Pigletz NFT yang baru saja diluncurkan dan menyimpan semua token BFHT pendiri mereka ke dalam individu Piglet. Ini akan membuat mereka tidak dapat digunakan sampai celengan virtual rusak - fungsi bawaan dari koleksi. Tindakan ini melepaskan semua token yang disimpan di dalam tetapi juga menghancurkan NFT, memastikan sifat deflasi dari Pigletz yang tersisa.</p> <p> Saat aplikasi BeFaster.fit dirilis, Piglet akan rusak dan BFHT tim akan dirilis , hanya untuk dibekukan dalam kontrak pintar yang tidak dapat dibatalkan selama 2 tahun lagi. Dengan cara ini token pendiri tidak akan memasuki pasar dalam waktu dekat dan tidak dapat memanipulasi harga yang sesuai. Ini menawarkan keamanan investor terhadap \"dumping\" harga yang baru untuk pasar kripto.</p> <h2> Lebih dari sekadar gambar seni piksel </h2> <p> Pigletz.com adalah NFT yang dapat dikoleksi dengan game dan elemen DeFi yang menonjol ditambah semua utilitas yang dapat ditawarkan ini. Setiap Piglet unik bertindak sebagai celengan yang memungkinkan pengguna untuk menyimpan dan menyimpan token kripto, sementara NFT juga menambang token PiFi-nya sendiri. Ketika sejumlah token PiFi terkumpul ke dalam celengan virtual, token tersebut akan berkembang seiring dengan naiknya level. Dengan masing-masing level berikutnya, ciri-ciri tambahan terungkap. Meskipun Aplikasi yang terdesentralisasi dari proyeknya Web3 memiliki mekanisme yang sangat kompleks, kemudahan penggunaannya membuatnya cocok untuk NFT Alpha dan pemula NFT.</p> <p> Pembuatnya telah memilih untuk meluncurkan proyek di lingkungan Binance Smart Chain, yang telah keuntungan dari biaya bahan bakar yang rendah - sesuatu mungkin sangat membingungkan bagi pemula.</p> <p> Jika menyangkut aspek seni proyek, ini melibatkan model 3D kerajinan tangan yang unik pada intinya. Karakteristik yang membedakan adalah pilihan untuk mewujudkan atau membuat Piglet sebagai celengan fisik yang di cetak 3D. Hal ini memperluas jembatan inovatif antara dunia virtual dan dunia fisik. Untuk melakukan itu, pemilik mempertaruhkan Piglet dalam kontrak pintar khusus yang mengunci NFT di Blockchain. Mereka kemudian menerima patung Piglet yang dicetak 3D, dikirim ke alamat mereka. Cara untuk membalikkan ini adalah dengan memecahkan celengan fisik. Di dalamnya, pemilik akan menemukan kode yang memungkinkan mereka membuka kunci NFT dan menggunakannya lagi di blockchain.</p>",
  "pigletz-com-nft-piggy-bank-now-live-on-binance-nft": "<h1>Pigletz.com Celengan NFT Sekarang Live di Binance NFT</h1> <p> <img src=\"/assets/images/news/pigletz-binance-cover.webp\" /> Pigletz.com, <a href=\"https://pigletz.com\" title=\"Pigletz NFT celengan\">celengan koleksi NFT</a>, sekarang ditayangkan di <a target=\"_blank\" href=\"https://www.binance .com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" title=\"Pigletz.com listing di Binance NFT\">Binance NFT Marketplace</a >. Pengumuman ini muncul seminggu setelah <a target=\"_blank\" href=\"https://www.befaster.fit/\">BeFaster.fit</a>, aplikasi kebugaran yang didukung blockchain Malta, menyetorkan dana senilai jutaan kepada para pendiri; token menjadi Piglet, menunjukkan salah satu utilitas baru, yang datang ke NFT pada tahun 2022. </p> <p class=\"text-center\"> <a href=\"https://www.binance.com/en/ nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" target=\"_blank\" rel=\"noreferrer\" class=\"btn\"> <img src=\"/assets /images/binance-nft-black.png\" /> </a> </p> <p>Pigletz.com telah terdaftar di salah satu pasar NFT terpusat terbesar di dunia setelah proyek Kontrak Cerdas tersebut berhasil melewati proses tinjauan. </p> <p> Penggemar NFT dapat membeli Pigletz Mystery Boxes dari Binance NFT pada waktu pers. Untuk merayakan berita besar tersebut, Pigletz.com menawarkan barang-barang tersebut dengan harga spesial akhir pekan ini. </p> <h2> Celengan NFT yang Berkembang dan Terwujud </h2> <p> Pigletz.com adalah kumpulan dari 12.345 NFT unik, yang menggabungkan fitur game, elemen DeFi yang kuat, dan semua utilitas yang menyertainya. <strong>Untuk mengungkap Kotak Misteri</strong>, setelah pembelian dilakukan di Binance NFT, pemilik harus <strong>menarik NFT barunya</strong> ke dompet yang didukung oleh <strong>Pigletz. com dApp</strong>. Langkah terakhir yang tersisa adalah mengunjungi <a hrefs=\"https://pigletz.com\">Pigletz.com</a> dan <strong>menghubungkan dompet (wallet) yang menyimpan Kotak Misteri</strong>. Menu ''Kotak Saya'' akan aktif dan pemilik memiliki pilihan untuk mengungkapkan Piglet mereka. </p> <p> Setiap Piglet baru berfungsi sebagai celengan tempat pemiliknya dapat menyimpan token kripto. NFT juga segera mulai menambang token PiFi milik Pigletz.com.</p> <p> Saat sejumlah PiFi tertentu token ditambang dan dikumpulkan ke celengan, Piglet naik level dan mengungkapkan lebih banyak sifat dan kelangkaannya. Kecepatan produksi token dapat ditingkatkan dengan mengaktifkan booster khusus. <center><img src=\"/assets/images/news/levels.webp\" style=\"max-height: 22vw; width: auto;\" alt=\"Physical Object\" /></center> </p> <p>Pigletz.com memberi para penggemar NFT kesempatan untuk memesan Pigletz versi cetak 3D, yang menambahkan sentuhan nyata pada proyek. Untuk mendapatkan celengan fisik, pemilik Piglet harus mempertaruhkan NFT mereka dalam kontrak pintar khusus yang menguncinya di Blockchain. Mereka kemudian memiliki celengan materi yang dikirimkan ke alamat mereka. </p> <p>Untuk membuka kembali NFT ke dalam Blockchain, pemilik perlu memecahkan celengan 3D dan menggunakan kode buka kunci di dalamnya untuk membalikkan proses. <center><img src=\"/assets/images/physical-object-illustration.webp\" style=\"width: 70%;\" alt=\"Physical Object\" /></center> </p> <p>Peluncuran Pigletz.com di Binance NFT sejalan dengan roadmap proyek dan menjadi berita menarik bagi komunitas organiknya, yang selalu senang selamat datang pemegang Piglet baru. </p> <h2>Kotak Misteri Pigletz.com Sekarang Tersedia di Binance NFT </h2> <p>Binance mengganggu dunia NFT dengan peluncuran pasar khusus pada pertengahan 2021. Setengah tahun kemudian, Binance NFT menampilkan lebih dari 1.000 pembuat yang telah mendaftarkan lebih dari 2,5 juta NFT yang menawarkan berbagai bentuk utilitas. </p> <p>Sejak pembentukannya, pasar telah meluncurkan beberapa pembaruan fitur, termasuk dukungan multi-rantai yang memungkinkan penyetoran dan penarikan NFT dari jaringan BSC dan ETH. </p> <p>Binance NFT juga merupakan dalang di balik Kotak Misteri NFT, membuat perdagangan dan pengumpulan menjadi lebih menarik. Pada dasarnya, ini dapat dibandingkan dengan kejutan telur cokelat atau kotak misteri fisik - pemegang mendapatkan NFT dari tingkat yang berbeda atau kelangkaan tetapi mereka tidak tahu apa isi kotak sampai mereka membukanya. </p> <p>Sekarang terdaftar di pasar, Pigletz.com menawarkan <a target=\"_blank\" href=\"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy =list_time&orderType=-1&isBack=1&id=53620774232780801&order=list_time%40-1\" title=\"Pigletz.com Mystery Boxes Collectoin Listed on Binance NFT\">Kotak Misteri</a> dengan sejumlah Piglet, masing-masing dengan ciri-cirinya sendiri dari tingkat kelangkaan yang berbeda. Untuk waktu yang terbatas, ini tersedia dengan harga khusus. Mereka dapat dibeli dengan BNB, BUSD, dan ETH.</p>"
}
