{
  "title": "Syarat Penggunaan",
  "body": "<p> Pigletz.com adalah aplikasi game yang berjalan di jaringan Binance Smart Chain, menggunakan kontrak pintar yang dikembangkan secara khusus (masing-masing disebut “Smart Contract”) untuk memungkinkan pengguna memiliki Piglet yang merupakan token yang tidak dapat dipertukarkan ( NFT) dan menyertakan fungsionalitas dan gamifikasi tambahan. Jumlah total semua piglet adalah 12345. Piglet adalah NFT unik secara digital yang dapat divisualisasikan di situs web yang dapat berinteraksi dengan pengguna (“Situs”). Kontrak Cerdas dan Situs secara bersama-sama disebut dalam Ketentuan ini sebagai \"Aplikasi\". </p> <p> Pigletz.com adalah hasil kolaborasi antara dua perusahaan - Blockchain Technology Ltd dan Aff Media Ltd (di bawah ini digunakan sebagai \"kami\" atau \"Perusahaan\"). Kami membuat Aplikasi tersedia untuk anda. Dengan menggunakan aplikasi, kontrak cerdas, atau situs, Anda menyetujui Syarat Penggunaan ini dan segala syarat dan ketentuan yang tergabung di sini dengan referensi (secara bersama-sama disebut \"Ketentuan\"). HARAP BACA KETENTUAN INI SEBELUM MENGGUNAKAN APLIKASI, KONTRAK CERDAS, ATAU SITUS. PERSYARATAN INI MENGATUR PENGGUNAAN APLIKASI, KONTRAK CERDAS, DAN SITUS, KECUALI KAMI TELAH MENJALANKAN PERJANJIAN TERTULIS TERPISAH DENGAN ANDA UNTUK TUJUAN ITU. KAMI HANYA BERSEDIA MEMBUAT APLIKASI, KONTRAK CERDAS, DAN SITUS TERSEDIA UNTUK ANDA JIKA ANDA MENERIMA SEMUA PERSYARATAN INI. DENGAN MENGGUNAKAN APLIKASI, KONTRAK CERDAS, SITUS, ATAU BAGIAN APA PUN DARINYA, ATAU DENGAN MENGKLIK \"SAYA SETUJU\" DI BAWAH ATAU MENUNJUKKAN PENERIMAAN ANDA DALAM KOTAK YANG BERSAMAAN, ANDA MENGONFIRMASI BAHWA ANDA MEMAHAMI DAN SETUJU UNTUK TERIKAT OLEH SEMUA INI KETENTUAN. JIKA ANDA MENERIMA PERSYARATAN INI ATAS NAMA PERUSAHAAN ATAU BADAN HUKUM LAINNYA, ANDA MENYATAKAN BAHWA ANDA MEMILIKI WEWENANG HUKUM UNTUK MENERIMA PERSYARATAN INI ATAS NAMA ENTITAS TERSEBUT, DALAM KASUS \"ANDA\" BERARTI ENTITAS ITU. JIKA ANDA TIDAK MEMILIKI WEWENANG TERSEBUT, ATAU JIKA ANDA TIDAK MENERIMA SEMUA PERSYARATAN INI, MAKA KAMI TIDAK BERSEDIA MEMBUAT APLIKASI, KONTRAK PINTAR, ATAU SITUS TERSEDIA UNTUK ANDA. JIKA ANDA TIDAK MENYETUJUI PERSYARATAN INI, ANDA TIDAK BOLEH MENGAKSES ATAU MENGGUNAKAN APLIKASI, KONTRAK CERDAS, ATAU SITUS. </p> <h2>i. Piglets</h2> <p> A. Kami telah membuat 12345 Piglet Edisi Terbatas yang unik (juga disebut sebagai Pigletz) dengan karakteristik acak yang dapat dibuktikan dari berbagai kelangkaan. Piglet adalah token non fungible (NFT). Mereka juga memiliki fitur berikut: </p> <h3>1. Piglet menambang token</h3> <p> Setiap Piglet menambang token PiFi dalam jumlah tertentu setiap hari, dimulai pada hari saat token tersebut dicetak yaitu pada saat pembelian. </p> <h3>2. Piglet berfungsi sebagai celengan digital token ERC-20/BEP-20</h3> <p> Token PiFi yang ditambang disimpan ke dalam Piglet. Anda juga dapat menyetor token ERC-20/BEP-20 tambahan. Token dapat ditarik hanya ketika anda menghancurkan NFT (break the celengan). </p> <h3>3. Level</h3> <p> Setiap Piglet dimulai dari Level 1 saat dicetak. Berdasarkan jumlah token PiFi yang telah terakumulasi, itu mungkin naik level. Ada total tiga tingkat. Dengan setiap Level berikutnya, lebih banyak fitur NFT terungkap. Semua sifat untuk Piglet terungkap di Level 3. </p> <h3>4. Booster</h3> <p> Ada berbagai Booster, yang mempengaruhi tingkat penambangan dasar Piglet dengan meningkatkannya dengan persentase tertentu. Mungkin ada beberapa booster, diaktifkan untuk Piglet. Jika itu kasusnya, maka semua persentase diakumulasikan. </p> <h3>5. NFT ke Objek Fisik</h3> <p> Begitu Piglet mencapai Level 3, ia dapat dipesan sebagai celengan fisik cetak 3D. Ini mengunci NFT dalam kontrak pintar dan tidak dapat ditransfer di blockchain. Ini memastikan bahwa NFT hanya ada dalam satu realitas pada saat yang sama, dengan mempertahankan karakteristik NFT. Saat ada sebagai objek fisik, Piglet menambang token PiFi dengan tingkat penambangan dasar tertinggi. </p> <h3>6. Objek Fisik ke NFT </h3> <p> Di dalam setiap Piglet fisik yang dicetak 3D adalah kode, yang memungkinkan pengguna untuk membuka kunci NFT di blockchain. Pengguna harus memecahkan celengan fisik dan memperoleh kode untuk membuka kunci NFT menggunakan Aplikasi. </p> <h2>ii. Aplikasi</h2> <p> A. Aplikasi (juga dApp atau Aplikasi Terdesentralisasi) memfasilitasi interaksi Anda dengan Piglets. Untuk menggunakan Aplikasi dengan paling mudah, Anda harus terlebih dahulu menginstal browser web (seperti browser web Google Chrome) dan dompet elektronik non-penahanan yang kompatibel dengan standar Non-Fungible Token (NFT) pada jaringan rantai pintar Binance, seperti MetaMask, MathWallet, Trust Wallet, dan dompet elektronik SafePal.Dompet elektronik semacam itu memungkinkan Anda untuk membeli, menyimpan, dan terlibat dalam transaksi menggunakan jaringan Binance Smart Chain. Anda tidak akan dapat terlibat dalam transaksi apa pun di Aplikasi selain melalui MetaMask, atau dompet yang kompatibel dengan jaringan Binance Smart Chain lainnya. </p> <p> B. Transaksi yang terjadi di Aplikasi dikelola dan dikonfirmasi melalui jaringan Binance Smart Chain. Anda memahami bahwa alamat publik Binance Anda akan terlihat secara publik setiap kali Anda terlibat dalam transaksi di Aplikasi. </p> <p> C. Kami tidak memiliki atau mengontrol MetaMask, Binance, Google Chrome, atau situs, produk, atau layanan pihak ketiga lainnya yang mungkin Anda akses, kunjungi, atau gunakan untuk tujuan memungkinkan Anda menggunakan berbagai fitur Aplikasi. Kami tidak akan bertanggung jawab atas tindakan atau kelalaian pihak ketiga tersebut, kami juga tidak akan bertanggung jawab atas kerugian apa pun yang mungkin Anda derita sebagai akibat dari transaksi Anda atau interaksi lainnya dengan pihak ketiga tersebut. </p> <p> D. Anda harus memberikan informasi pendaftaran yang akurat dan lengkap saat membuat akun untuk Aplikasi. Dengan membuat akun, Anda setuju untuk memberikan informasi akun yang akurat, terkini, dan lengkap tentang diri Anda, dan untuk memelihara dan segera memperbarui informasi akun Anda jika diperlukan. Anda bertanggung jawab atas keamanan akun Anda dan dompet MetaMask Anda (dan dompet dan akun Binance lainnya). Jika Anda mengetahui adanya penggunaan kata sandi atau akun Anda yang tidak sah dengan kami, Anda setuju untuk segera memberi tahu kami di info@pigletz.com </p> <h2>iii. Dompet Non-Penahanan Eksternal</h2> <p> Anda dapat memilih untuk mengaitkan dompet non-penahanan (misalnya, Dompet MetaMask atau Coinbase) (“Dompet Non-Penahanan Eksternal”) dengan akun anda. Dompet Non-Penahanan Eksternal memungkinkan anda untuk membeli, menyimpan, dan terlibat dalam transaksi menggunakan antarmuka yang disediakan oleh Platform NFT. Mengaitkan Dompet Non-Penyimpanan Eksternal, atau jenis tertentu daripadanya (misalnya, dompet MetaMask) mungkin diperlukan sebagai syarat untuk menerima NFT, sebagaimana diatur dalam syarat dan ketentuan khusus dari masing-masing drop. Dengan menggunakan Dompet Non-Penyimpanan Eksternal sehubungan dengan Aplikasi, anda setuju bahwa Anda menggunakan Dompet Non-Penyimpanan Eksternal tersebut di bawah syarat dan ketentuan dari penyedia yang berlaku dari Dompet Non-Penyimpanan Eksternal tersebut. Misalnya, untuk dompet MetaMask, syarat dan ketentuan tersebut tersedia di https://metamask.io/terms.html. Dompet Non-Penahanan Eksternal tidak terkait dengan, dikelola oleh, didukung oleh, atau berafiliasi dengan Perusahaan. Perusahaan berhak menolak untuk mengasosiasikan Dompet Non-Penahanan Eksternal dengan Akun Pengguna atas kebijakannya sendiri dan eksklusif. Jika anda mencoba untuk mengaitkan akun anda dengan Dompet Non-Penyimpanan Eksternal yang mengandung faktor risiko, upaya tersebut dapat mengakibatkan penangguhan atau penghentian Akun anda, masing-masing sebagaimana ditentukan dalam kebijakan tunggal dan eksklusif Perusahaan. Perusahaan tidak bertanggung jawab atau berkewajiban kepada Anda sehubungan dengan penggunaan Anda atas Dompet Non-Penahanan Eksternal, dan tidak membuat pernyataan atau jaminan mengenai bagaimana Aplikasi akan beroperasi dengan Dompet Non-Penahanan Eksternal tertentu. Kunci pribadi yang diperlukan untuk mendekripsi Dompet Non-Penahanan Eksternal dipegang sendiri oleh Anda, dan bukan oleh Perusahaan. Perusahaan tidak memiliki kemampuan untuk membantu Anda mengakses atau memulihkan kunci pribadi Anda untuk Dompet Non-Penahanan Eksternal Anda, jadi harap simpan di tempat yang aman. </p> <h2>iv. Transfer Dompet</h2> <p> Kami dapat, tetapi tidak berkewajiban untuk, menyediakan fungsionalitas melalui Aplikasi di mana Anda dapat mentransfer barang dari satu dompet ke dompet lainnya, seperti dari Dompet Pigletz Anda ke dompet lain seperti Dompet Non-Penyimpanan Eksternal . Transfer dan transaksi lain antara Aplikasi dan Dompet Non-Penahanan Eksternal dapat difasilitasi oleh satu atau lebih kontrak pintar yang belum kami kembangkan dan tidak kendalikan. Anda mengetahui risiko kontrak pintar dan setuju untuk terikat oleh hasil dari setiap operasi kontrak pintar yang Anda mulai atau yang dimulai atas arahan Anda. Kami tidak bertanggung jawab atau bertanggung jawab atas transfer tersebut, termasuk untuk kehilangan, kerusakan data, atau dampak negatif lainnya yang mungkin terjadi pada NFT Pigletz.com atau dompet atau aset lainnya saat mencoba mentransfer aset antar dompet. </p> <h2>v. Kepemilikan. Lisensi. Pembatasan</h2> <h3>1.Definisi</h3> <p> Untuk tujuan Bagian ini, istilah dengan huruf besar berikut memiliki arti sebagai berikut: \"Seni\" berarti seni, desain, dan gambar apa pun yang mungkin terkait dengan Piglet yang anda miliki. \"Ekstensi\" berarti desain pihak ketiga yang: (i) dimaksudkan untuk digunakan sebagai ekstensi atau overlay pada Seni, (ii) tidak mengubah Seni yang mendasarinya, dan (iii) dapat dihapus kapan saja tanpa memengaruhi Seni yang mendasarinya. “Dimiliki” berarti Piglet yang telah Anda beli atau dapatkan secara sah dari sumber yang sah, di mana bukti pembelian tersebut dicatat pada blockchain yang relevan. “Babi yang Dibeli” berarti Piglet yang Anda Miliki. “KIP Pihak Ketiga” berarti setiap hak paten pihak ketiga (termasuk, tanpa batasan, aplikasi paten dan pengungkapan), hak cipta, rahasia dagang, merek dagang, pengetahuan atau hak kekayaan intelektual lainnya yang diakui di negara atau yurisdiksi mana pun di dunia. </p> <h3>2. Kepemilikan</h3> <p> Anda Pemilik NFT. Setiap Piglet adalah token yang tidak dapat dipertukarkan (\"NFT\") di jaringan Binance Smart Chain. Saat Anda membeli Piglet, Anda memiliki NFT yang mendasarinya sepenuhnya. Kepemilikan ditransfer kepada Anda di jaringan Binance Smart Chain. Kami tidak memiliki kemampuan untuk mengubah, membekukan, menyita, atau memodifikasi kepemilikan NFT Piglet mana pun. </p> <h3>3. Penggunaan Pribadi</h3> <p> Tunduk pada penerimaan Anda yang berkelanjutan dengan persyaratan ini, kami mengizinkan Anda lisensi bebas royalti di seluruh dunia untuk menggunakan, menyalin, dan menampilkan Seni yang dibeli, bersama dengan karya seni atau ekstensi turunan apa pun yang dapat Anda buat atau penggunaan, dibatasi oleh tujuan berikut: (i) untuk penggunaan pribadi, non komersial; (ii) sebagai bagian dari pasar yang memungkinkan pembelian dan penjualan Piglet / NFT Anda, selama pasar secara kriptografis memverifikasi bahwa Anda adalah pemiliknya, untuk memastikan bahwa hanya pemilik sebenarnya yang memiliki hak untuk menampilkan Seni; atau (iii) sebagai bagian dari situs web atau aplikasi pihak ketiga yang mengizinkan penyertaan, keterlibatan, atau partisipasi Piglet / NFT Anda, dengan ketentuan bahwa situs web atau aplikasi tersebut secara kriptografis memverifikasi hak setiap pemilik Piglet untuk menampilkan Seni untuk Piglet mereka, untuk memastikan bahwa hanya pemilik sebenarnya yang dapat menampilkan Seni. </p> <h3>4. Penggunaan Komersial</h3> <p>Anda tidak boleh menggunakan Seni untuk penggunaan komersial, tanpa persetujuan tertulis sebelumnya dari Kami.</p> <h3>5. Pembatasan</h3> <p> Anda setuju bahwa Anda tidak boleh, atau mengizinkan pihak ketiga mana pun untuk melakukan atau mencoba melakukan salah satu hal di atas tanpa persetujuan tertulis sebelumnya dari Kami dalam setiap kasus: (i) memodifikasi Seni untuk Piglet yang anda beli di dengan cara apa pun, termasuk, tanpa batasan, bentuk, desain, gambar, atribut, atau skema warna (penggunaan Ekstensi oleh anda tidak akan merupakan modifikasi yang dilarang di bawah ini); (ii) menggunakan Seni untuk Piglet yang Anda beli untuk mengiklankan, memasarkan, atau menjual produk atau layanan pihak ketiga; (iii) menggunakan Seni untuk Piglet yang Anda beli sehubungan dengan gambar, video, atau bentuk media lain yang menggambarkan kebencian, intoleransi, kekerasan, kekejaman, atau apa pun yang dapat dianggap sebagai ujaran kebencian atau melanggar hak dari yang lain; (iv) menggunakan Seni untuk Piglet yang Anda beli dalam film, video, atau bentuk media lainnya, kecuali sejauh penggunaan tersebut diizinkan secara tegas dalam Persyaratan ini atau hanya untuk penggunaan pribadi dan non-komersial Anda sendiri; (v) menjual, mendistribusikan untuk keuntungan komersial (termasuk, tanpa batasan, memberikan dengan harapan keuntungan komersial pada akhirnya), atau mengkomersialkan barang dagangan yang mencakup, berisi, atau terdiri dari Seni untuk Piglet yang anda beli, kecuali jika diizinkan secara tegas dalam Ketentuan ini; (vi) mencoba untuk merek dagang, hak cipta, atau memperoleh hak kekayaan intelektual tambahan dalam atau Seni untuk Piglet yang Anda beli; atau (vii) jika tidak, gunakan Seni untuk Piglet yang Anda beli untuk keuntungan komersial Anda atau pihak ketiga mana pun. Sejauh Seni yang terkait dengan Piglet yang Anda beli mengandung IP Pihak Ketiga (mis. kekayaan intelektual berlisensi dari selebritas, atlet, atau tokoh masyarakat lainnya), Anda memahami dan menyetujui sebagai berikut: (viii) bahwa Anda tidak akan memiliki hak untuk menggunakan KI Pihak Ketiga tersebut dengan cara apa pun kecuali sebagaimana tercantum dalam Seni, dan subjek untuk lisensi dan pembatasan yang terkandung di sini; (ix) bahwa, tergantung pada sifat lisensi yang diberikan dari pemilik HAKI Pihak Ketiga, kami mungkin perlu melewati batasan tambahan pada kemampuan Anda untuk menggunakan Seni; dan (x) sejauh kami memberi tahu Anda tentang pembatasan tambahan tersebut secara tertulis (email diizinkan), Anda akan bertanggung jawab untuk mematuhi semua pembatasan tersebut sejak tanggal Anda menerima pemberitahuan, dan bahwa kegagalan untuk melakukannya akan dianggap sebagai dianggap melanggar lisensi ini. Pembatasan dalam Bagian ini akan tetap berlaku setelah berakhirnya atau penghentian Ketentuan ini. </p> <h2>vi. Biaya Transaksi dan Pajak Lainnya</h2> <p> Jika Anda memutuskan untuk membeli Piglet menggunakan Aplikasi, setiap transaksi keuangan yang Anda lakukan akan dilakukan melalui jaringan Binance Smart Chain. Kami tidak akan memiliki wawasan atau kendali atas pembayaran atau transaksi ini, kami juga tidak memiliki kemampuan untuk membalikkan transaksi apa pun. Dengan mengingat hal itu, kami tidak akan bertanggung jawab kepada Anda atau pihak ketiga mana pun atas klaim atau kerusakan apa pun yang mungkin timbul sebagai akibat dari setiap transaksi yang Anda lakukan melalui Aplikasi, atau menggunakan Kontrak Cerdas, atau transaksi lain apa pun yang Anda lakukan melalui jaringan Binance Chain Smart. Untuk memproses transaksi menggunakan jaringan Binance Smart Chain, Anda perlu membayar biaya (“Biaya Gas”) untuk setiap transaksi yang terjadi di jaringan Binance Smart Chain. Ini berarti Anda harus membayar Biaya Gas untuk setiap transaksi yang terjadi melalui Aplikasi. Di antara kami, Anda akan bertanggung jawab penuh untuk membayar setiap dan semua penjualan, penggunaan, pajak pertambahan nilai dan pajak, bea, dan penilaian lainnya (kecuali pajak atas penghasilan bersih kami) sekarang atau selanjutnya yang diklaim atau dikenakan oleh otoritas pemerintah mana pun (secara bersama-sama, “Pajak”) yang terkait dengan penggunaan Aplikasi oleh Anda (termasuk, tanpa batasan, Pajak apa pun yang mungkin harus dibayarkan sebagai akibat dari kepemilikan, transfer, atau penyetoran token ke Piglet Anda). </p> <h2>vii. Batasan Tanggung Jawab</h2> <p> ANDA MEMAHAMI DAN MENYETUJUI BAHWA KAMI, ANAK PERUSAHAAN, AFILIASI, DAN PEMBERI LISENSI KAMI TIDAK AKAN BERTANGGUNG JAWAB KEPADA ANDA ATAU KEPADA PIHAK KETIGA APA PUN UNTUK SETIAP TIDAK LANGSUNG, INSIDENTAL, KHUSUS, KONSEKUENSIAL, ATAU EXEMPLE DAPAT MENYEBABKAN, APAPUN PENYEBAB DAN BERDASARKAN TEORI TANGGUNG JAWAB APA PUN, TERMASUK, TANPA BATAS, KEHILANGAN KEUNTUNGAN (BAIK YANG TERJADI LANGSUNG MAUPUN TIDAK LANGSUNG), HILANGNYA NIAT BAIK ATAU REPUTASI BISNIS, KEHILANGAN LAYANAN PENGGANTI KERUGIAN TIDAK BERWUJUD LAINNYA, BAHKAN KITA TELAH DIBERITAHU TENTANG KEMUNGKINAN KERUSAKAN TERSEBUT. Adalah tanggung jawab Anda sendiri untuk memverifikasi apakah fungsionalitas dan spesifikasi Aplikasi ini, termasuk ketentuan penggunaan, tidak bertentangan dengan undang-undang di negara tempat tinggal Anda. </p> <h2>viii. Asumsi Risiko</h2> <p> Aplikasi ini dibuat hanya untuk tujuan hiburan. Anda setuju bahwa Anda menanggung risiko berikut: (A) Sejauh ada harga atau pasar untuk aset blockchain seperti NFT, pasar dan harga tersebut sangat fluktuatif, dan variasi harga aset digital lainnya dapat secara material dan mempengaruhi nilai aset digital apa pun yang Anda miliki, termasuk NFT Berlisensi Anda, dan tidak ada jaminan bahwa NFT Berlisensi Anda akan memiliki atau mempertahankan nilai apa pun; (B) nilai komersial atau pasar pada NFT Berlisensi yang Anda beli dapat berkurang nilainya secara material sebagai akibat dari berbagai hal seperti publisitas negatif ; (C) ada risiko yang terkait dengan penggunaan aset asli Internet (misalnya, token yang tidak dapat dipertukarkan, mata uang kripto, dll. termasuk, namun tidak terbatas pada, risiko perangkat keras, perangkat lunak, dan koneksi Internet dan/atau kegagalan, risiko pengenalan perangkat lunak berbahaya, dan risiko bahwa pihak ketiga dapat memperoleh akses tidak sah ke informasi yang disimpan dalam “dompet” digital Anda atau di tempat lain, dan kami tidak akan bertanggung jawab atas semua ini, apa pun penyebabnya; (D) Kami tidak membuat janji atau jaminan apa pun tentang ketersediaan NFT Berlisensi atau Seni di Internet atau bahwa mereka akan menjadi tuan rumah NFT Berlisensi atau Seni di lokasi tertentu dan/atau untuk jangka waktu tertentu; (Е) risiko kehilangan akses ke NFT Berlisensi karena kehilangan kunci pribadi, kesalahan kustodian, atau kesalahan pembeli; (F) risiko serangan penambangan; (G) risiko peretasan, kelemahan keamanan, penipuan, pemalsuan, serangan dunia maya dan kesulitan teknologi lainnya (H) risiko perubahan rezim peraturan yang mengatur teknologi blockchain, cryptocurrency, dan token dan peraturan baru, intervensi peraturan yang tidak menguntungkan dalam satu atau lebih banyak yurisdiksi atau kebijakan yang salah satunya dapat berdampak negatif secara material terhadap penggunaan dan nilai NFT Berlisensi; (i) risiko yang terkait dengan perpajakan; (J) bahwa NFT bukan alat pembayaran yang sah dan tidak didukung oleh pemerintah mana pun; dan (K) kami tidak bertanggung jawab atas transaksi apa pun antara Anda dan pihak ketiga (misalnya, transfer Anda atas NFT Berlisensi dari pihak ketiga pada apa yang disebut \"pasar sekunder\"), dan kami tidak akan bertanggung jawab sehubungan dengan setiap transaksi semacam itu. Selain menanggung semua risiko di atas, Anda mengakui bahwa Anda telah memperoleh informasi yang cukup untuk membuat keputusan yang tepat untuk melisensikan NFT Berlisensi dan bahwa Anda memahami dan setuju bahwa Anda bertanggung jawab penuh untuk menentukan sifat, nilai potensial, kesesuaian, dan kelayakan risiko ini untuk diri Anda sendiri. </p> <h2>ix. Perubahan pada Persyaratan</h2> <p> Kami dapat membuat perubahan pada Persyaratan dari waktu ke waktu. Ketika kami membuat perubahan, kami akan membuat Ketentuan yang diperbarui tersedia di Situs Web dan memperbarui tanggal “Terakhir Diperbarui” di akhir Ketentuan ini. Silakan periksa Ketentuan ini secara berkala untuk perubahan. Setiap perubahan pada Persyaratan akan berlaku pada tanggal dibuat, dan akses berkelanjutan Anda ke atau penggunaan Aplikasi setelah Persyaratan diperbarui akan merupakan penerimaan yang mengikat Anda atas pembaruan tersebut. Jika Anda tidak menyetujui Persyaratan yang direvisi, Anda tidak boleh mengakses atau menggunakan Aplikasi. </p> <h2>x. Perubahan pada Aplikasi</h2> <p> Kami terus meningkatkan Aplikasi untuk membantu memberikan pengalaman terbaik. Anda mengakui dan menyetujui bahwa bentuk dan sifat Aplikasi, dan setiap bagian darinya, dapat berubah dari waktu ke waktu tanpa pemberitahuan sebelumnya kepada Anda, dan bahwa kami dapat menambahkan fitur baru dan mengubah bagian mana pun dari Aplikasi kapan saja tanpa pemberitahuan . </p> <h2>xi. Anak-anak</h2> <p> Dengan menggunakan Aplikasi ini, Anda menegaskan bahwa Anda cukup umur untuk masuk ke dalam Ketentuan ini, dan Anda menerima dan terikat oleh Ketentuan ini. Anda tidak boleh menggunakan Aplikasi ini jika Anda: (i) tidak menyetujui Ketentuan ini; (ii) tidak cukup umur di yurisdiksi tempat tinggal Anda; atau (iii) dilarang mengakses atau menggunakan Aplikasi ini atau konten, produk, atau layanan Aplikasi ini oleh hukum yang berlaku.</p>"
}
