{
  "title": "Putar dan Menangkan Pigletz",
  "body": "<p>Di sini Anda dapat membaca aturan untuk game <strong>Putar dan Menangkan Pigletz</strong>.</p><ol><li>Game ini diselenggarakan oleh Pigletz dan memiliki tujuan pemasaran. Tujuan utamanya adalah mempopulerkan proyek Pigletz dan mendorong komunitas agar lebih aktif.</li><li><strong>Putar dan Menangkan Pigletz</strong> adalah permainan peluang di mana pengguna memutar roda dan menang hadiah yang berbeda.</li><li>Untuk bermain, pengguna harus masuk dengan akun Perselisihannya. Kami hanya menggunakan nama pengguna dari data pengguna.</li><li>Hadiah yang dapat dimenangkan adalah:<ul><li>Jackpot: kotak berisi Piglet</li><li>100 kredit</li ><li>20 kredit</li><li>10 kredit</li><li>5 kredit</li></ul></li><li>Setiap putaran menghasilkan hadiah. Padahal setiap sektor memiliki peluang yang berbeda untuk dipilih. Jackpot misalnya adalah yang paling tidak mungkin dan 5 kredit adalah yang paling mungkin.</li><li>Setiap putaran membutuhkan 20 kredit untuk dibelanjakan.</li><li>Kredit bukan mata uang atau mata uang kripto dan mereka tidak memiliki nilai uang.</li><li>Kredit dapat diperoleh HANYA dengan aktif di <a href=\"{{discordChannelLink}}\" target=\"_blank\">saluran Discord</a> kami.< /li><li>Kredit tidak dapat dialihkan. Mereka hanya dapat digunakan oleh pengguna Discord yang telah mendapatkannya dan hanya untuk memutar roda.</li><li>Tidak ada batasan dalam putaran. Satu-satunya persyaratan adalah memiliki 20 kredit.</li><li>Jika Jackpot dimenangkan, harga diberikan ke akun Discord pengguna dan pengguna dapat mengklaimnya / mentransfernya ke dompetnya.&nbsp;</li>< li>Mengklaim hadiah akan membutuhkan transaksi blockchain untuk dilakukan masing-masing biaya gas harus dibayar oleh pengguna.</li><li>Hadiahnya belum Piglet. Sebaliknya itu adalah Kotak Misteri yang berisi Piglet acak. Untuk mencetak Piglet, pengguna harus membuka kotak di <a href=\"https://pigletz.com\">Situs Web Piglet</a>.</li><li>Kotak memiliki periode kunci dan tidak dapat dibuka sebelum kedaluwarsa.</li><li>Kotak tidak dapat dialihkan. Mereka hanya dapat dibuka oleh akun yang telah mengklaimnya.</li></ol><br /><br /><br />"
}
