{
  "title": "أخبار",
  "over-6-million-worth-of-cryptocurrency-deposited-into-an-nft-piggy-bank": "<h1> تم إيداع أكثر من 5 ملايين دولار من العملات المشفرة في بنك NFT Piggy </h1> <p> <img src = \"/ articles / images / news / أكثر من 6 ملايين من العملات المشفرة المودعة في- an-nft-piggy-bank.png \"/> تم تطوير تطبيق اللياقة وأسلوب الحياة المدعوم بتقنية blockchain <a target=\"_blank\" href=\"https: //www.befaster.fit\"> BeFaster.fit </a> أودعت ما يقرب من 6 ملايين دولار من العملات المشفرة في NFT الجديد المستوحى من بنك أصبع - <a href=\"https://pigletz.com\"> Pigletz.com </a>. اعتبارًا من 17 يناير 2022 حتى إصدار التطبيق ، سيتم قفل جميع الرموز المميزة للمؤسسين داخل Piglet واحد. تهدف هذه الخطوة المبتكرة إلى تعزيز بيان BeFaster.fit للأمان ضد التلاعب بالأسعار الرمزية وفي نفس الوقت يوضح المجالات الجديدة لتطبيق الرموز غير القابلة للاستبدال ، والتي ظهرت في عام 2022. </p> <p> في أحدث تطور مهم ، بدء التشغيل قررت استخدام الأداة المبتكرة لمشروع Pigletz NFT الذي تم إطلاقه مؤخرًا وإيداع جميع رموز BFHT الخاصة بمؤسسيها في Piglet فردي. هذا من شأنه أن يجعلها غير قابلة للاستخدام حتى يتم كسر البنك الخنزير الافتراضي - وهي وظيفة مضمنة في المجموعة. يُطلق هذا القانون جميع الرموز المميزة الموجودة بالداخل ولكنه يدمر أيضًا NFT ، مما يضمن الطبيعة الانكماشية لـ Pigletz المتبقية. </ p> <p> عند إصدار تطبيق BeFaster.fit ، سيتم كسر Piglet وسيتم إصدار BFHT الخاص بالفريق ، فقط ليتم تجميدها في عقد ذكي غير قابل للإلغاء لمدة عامين آخرين. بهذه الطريقة ، لن تدخل الرموز المميزة للمؤسسين السوق في المستقبل القريب ولا يمكنها التلاعب بالسعر وفقًا لذلك. يوفر هذا للمستثمرين الأمان ضد إغراق الأسعار وهو أمر جديد لسوق التشفير. </ p> <h2> أكثر بكثير من مجرد صورة فنية بالبكسل </ h2> <p> Pigletz.com هو NFT قابل للتحصيل مع ميزات اللعبة وبارز عناصر DeFi بالإضافة إلى كل الفوائد التي يمكن أن تقدمها. يعمل كل Piglet الفريد بمثابة بنك أصبع يمكّن المستخدمين من إيداع وتخزين الرموز المميزة المشفرة ، بينما تقوم NFT أيضًا بتعدين رمز PiFi الخاص بها. عندما يتجمع عدد معين من رموز PiFi في بنك أصبع افتراضي ، فإنه يتطور مع ارتفاع المستويات. مع كل مستوى من المستويات التالية ، يتم الكشف عن سمات إضافية. على الرغم من أن التطبيق اللامركزي لمشروع Web3 يتميز بآليات معقدة للغاية ، إلا أن سهولة استخدامه تجعله مناسبًا للمبتدئين في NFT Alphas و NFT. </ p> <p> اختار المبدعون إطلاق المشروع على النظام البيئي للسلسلة الذكية Binance ، والذي يحتوي على ميزة رسوم الغاز المنخفضة - وهو أمر قد يكون مربكًا جدًا للمبتدئين. </ p> <p> عندما يتعلق الأمر بالجانب الفني للمشروع ، فإنه يتضمن نماذج ثلاثية الأبعاد مصنوعة يدويًا في جوهره. السمة المميزة هي خيار تجسيد Piglet كبنك أصبع فعلي مطبوع بتقنية ثلاثية الأبعاد. هذا يوسع جسرًا مبتكرًا بين العالمين الافتراضي والمادي. من أجل القيام بذلك ، يراعي المالك Piglet في عقد ذكي خاص يقفل NFT في Blockchain. ثم يتلقون تمثالًا مطبوعًا ثلاثي الأبعاد لخنزير صغير ، يتم تسليمه إلى عنوانهم. طريقة عكس ذلك هي كسر بنك الخنزير المادي. سيجد المالك داخله رمزًا يسمح له بإلغاء تأمين NFT الخاص به واستخدامه مرة أخرى في blockchain. </p>",
  "pigletz-com-nft-piggy-bank-now-live-on-binance-nft": "<h1> Pigletz.com NFT Piggy Bank الآن مباشر على Binance NFT </h1> <p> <img src = \"/ plants / images / news / pigletz-binance-cover.webp\" /> Pigletz.com ، <a href = \"https://pigletz.com\" title = \"Pigletz NFT piggy bank\"> حصالة NFT القابلة للتحصيل </a> ، متاحة الآن على <a target = \"_ blank\" href = \"https: //www.binance .com / en / nft / collection / Pigletz-Mystery-Boxes؟ >. يأتي هذا الإعلان بعد أسبوع من إيداع <a target=\"_blank\" href=\"https://www.befaster.fit/\"> BeFaster.fit </a> ، وهو تطبيق لياقة بدنية مالطي يعمل بنظام blockchain ، بإيداع ملايين من المؤسسين ؛ الرموز المميزة إلى Piglet ، مما يدل على إحدى الأدوات المساعدة الجديدة ، والتي ستأتي إلى NFTs في عام 2022. </p> <p class = \"text-center\"> <a href = \"https://www.binance.com/en/nft / collection / Pigletz-Mystery-Boxes؟ orderBy = list_time & orderType = -1 & isBack = 1 & id = 536202774232780801 & order = list_time٪ 40-1 \"target =\" _ blank \"rel =\" noreferrer \"class =\" btn \"> <img src =\" / asset / images / binance-nft-black.png \"/> </a> </p> <p> تم إدراج موقع Pigletz.com في أحد أكبر أسواق NFT المركزية في العالم بعد اجتياز العقد الذكي للمشروع بنجاح عملية المراجعة المطلوبة. </p> <p> يمكن لعشاق NFT شراء Pigletz Mystery Boxes من Binance NFT في وقت النشر. للاحتفال بالأخبار الكبيرة ، يقدم موقع Pigletz.com العناصر بأسعار خاصة في نهاية هذا الأسبوع. </p> <h2> NFT Piggy Bank الذي يتطور ويتجسد </ h2> <p> Pigletz.com عبارة عن مجموعة من 12،345 NFTs فريدة تجمع بين ميزات اللعبة وعناصر DeFi القوية وجميع المرافق التي تأتي مع هذه. <strong> للكشف عن Mystery Box </strong> ، بعد إجراء عملية الشراء على Binance NFT ، يحتاج المالك إلى <strong> سحب NFT الجديد </ strong> إلى المحفظة التي يدعمها <strong> Pigletz. com dApp </strong>. تبقى الخطوة الأخيرة هي زيارة <a hrefs=\"https://pigletz.com\"> Pigletz.com </a> و <strong> توصيل المحفظة التي تحتوي على Mystery Box </strong>. ستصبح قائمة \"My Boxes\" نشطة وسيكون للمالك خيار الكشف عن Piglet. </p> <p> يعمل كل Piglet جديد كبنك أصبع يمكن للمالك تخزين الرموز المميزة فيه. ويبدأ NFT أيضًا على الفور في تعدين رمز PiFi الخاص بشركة Pigletz.com. </p> <p> عند مبلغ معين من عملات PiFi يتم استخراجها وجمعها في البنك الخنزير ، يرتفع مستوى Piglet ويكشف المزيد من سماته وندرته. يمكن زيادة سرعة إنتاج الرمز من خلال تنشيط التعزيزات الخاصة. <center> <img src = \"/ articles / images / news / levels.webp\" style = \"max-height: 22vw؛ width: auto؛\" alt = \"كائن مادي\" /> </center> </p> <p> يوفر موقع Pigletz.com لعشاق NFT فرصة طلب نسخ مطبوعة ثلاثية الأبعاد من Pigletz ، مما يضيف لمسة واقعية إلى المشروع. للحصول على بنك أصبع فعلي ، يجب على مالك Piglet أن يشارك NFT في عقد ذكي خاص يقفله في Blockchain. لديهم بعد ذلك حصالة على شكل مادة يتم تسليمها إلى عنوانهم. </p> <p> لإلغاء تأمين NFT مرة أخرى في Blockchain ، يحتاج المالك إلى كسر البنك الخنزير ثلاثي الأبعاد واستخدام رمز الفتح بداخله لعكس العملية. <center> <img src = \"/ articles / images / physical-object-illustration.webp\" style = \"width: 70٪؛\" alt = \"Physical Object\" /> </center> </p> <p> يتماشى إطلاق Pigletz.com على Binance NFT مع خارطة طريق المشروع وقد جاء كأخبار مثيرة لمجتمعها الضيق والعضوي ، يسعدنا دائمًا الترحيب بحاملي Piglet الجدد. </p> <h2> Pigletz.com Mystery Boxes متاحة الآن على Binance NFT </h2> <p> أحدثت Binance ثورة في عالم NFT مع إطلاق سوقها المخصص في منتصف عام 2021. بعد نصف عام ، يضم Binance NFT أكثر من 1000 منشئ قاموا بإدراج أكثر من 2.5 مليون NFTs يقدمون أشكالًا مختلفة من المرافق. </p> <p> منذ إنشائه ، طرح السوق تحديثات متعددة للميزات ، بما في ذلك الدعم متعدد السلاسل الذي يتيح إيداعات وسحب NFT من شبكات BSC و ETH. </p> <p> كانت Binance NFT أيضًا العقل المدبر وراء NFT Mystery Boxes ، مما جعل التداول والتحصيل أكثر جاذبية. بشكل أساسي ، يمكن مقارنتها ببيض الشوكولاتة المفاجئ أو الصناديق المادية الغامضة - يحصل حاملو NFT على مستويات مختلفة أو نادرة لكنهم لا يعرفون ما يحتويه الصندوق حتى يفتحونه. </p> <p> يُدرج الآن موقع Pigletz.com في السوق ، ويقدم <a target = \"_ blank\" href = \"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes؟orderBy = list_time & orderType = -1 & isBack = 1 & id = 536202774232780801 & order = list_time٪ 40-1 \"title =\" Pigletz.com Mystery Boxes Collectoin المدرجة في Binance NFT \"> Mystery Boxes </a> مع عدد محدد من الخنازير ، لكل منها سماتها الخاصة. مستويات ندرة مختلفة. لفترة محدودة ، هذه متوفرة بأسعار خاصة. يمكن شراؤها بـ BNB و BUSD و ETH. </p>"
}
