{
  "title": "شروط الاستخدام",
  "body": "<p> Pigletz.com هو تطبيق ألعاب يعمل على شبكة Binance Smart Chain ، باستخدام عقود ذكية مطورة خصيصًا (يُشار إلى كل منها باسم \"عقد ذكي\") لتمكين المستخدمين من امتلاك Piglets (أيضًا Pigletz) وهي رموز غير قابلة للاستبدال ( NFT) وتتضمن وظائف إضافية ولعبة. العدد الإجمالي لجميع الخنازير هو 12345. الخنازير هي NFT فريدة رقمياً والتي يمكن تصورها على موقع ويب يمكن للمستخدم التفاعل معها (\"الموقع\"). يشار إلى العقود الذكية والموقع بشكل جماعي في هذه الشروط باسم \"التطبيق\". </p> <p> Pigletz.com هو نتيجة تعاون بين شركتين - Blockchain Technology Ltd و Aff Media Ltd (تُستخدم أدناه باسم \"نحن\" أو \"نحن\" أو \"الشركات\"). نجعل التطبيق متاحًا لك. باستخدام التطبيق أو العقود الذكية أو الموقع ، فإنك توافق على شروط الاستخدام هذه وأي شروط وأحكام مدرجة هنا بالرجوع إليها (يشار إليها مجتمعة باسم \"الشروط\"). يُرجى قراءة هذه الشروط بعناية قبل استخدام التطبيق أو العقود الذكية أو الموقع. تحكم هذه الشروط استخدامك للتطبيق والعقود الذكية والموقع ، إلا إذا قمنا بتنفيذ اتفاقية كتابية منفصلة معك لهذا الغرض. نحن نرغب فقط في جعل التطبيق والعقود الذكية والموقع متاحًا لك في حالة موافقتك على جميع هذه الشروط. باستخدام التطبيق أو العقود الذكية أو الموقع أو أي جزء منها ، أو بالنقر فوق \"أوافق\" أدناه أو الإشارة إلى قبولك في مربع التعديل ، فأنت تؤكد أنك تفهم وتوافق على الالتزام بكل هذه مصطلحات. إذا كنت تقبل هذه الشروط نيابةً عن شركة أو كيان قانوني آخر ، فأنت تقر بأن لديك السلطة القانونية لقبول هذه الشروط المتعلقة بهذا الكيان ، وفي هذه الحالة \"أنت\" ستعني ذلك الكيان. إذا لم يكن لديك مثل هذه الصلاحية ، أو إذا لم تقبل جميع هذه الشروط ، فنحن غير عازمين على إنشاء التطبيق أو العقود الذكية أو الموقع المتاح لك. إذا كنت لا توافق على هذه الشروط ، فلا يجوز لك الوصول إلى أو استخدام التطبيق أو العقود الذكية أو الموقع. </p> <h2> ط. Piglets </h2> <p> A. لقد أنشأنا 12345 إصدارًا محدودًا فريدًا من Piglets (يشار إليه أيضًا باسم Pigletz) بخصائص عشوائية يمكن إثباتها ذات ندرة متنوعة. الخنازير هي رموز غير قابلة للاستبدال (NFT). لديهم أيضًا الميزات التالية: </ p> <h3> 1. تقوم Piglets بتعدين عملة رمزية </ h3> <p> يقوم كل Piglet بتعدين كمية معينة من رموز PiFi المميزة يوميًا ، بدءًا من يوم سكها ، أي عند نقطة الشراء. </p> <h3> 2. تعمل Piglets بمثابة بنك أصبع رقمي ERC-20 / BEP-20 </h3> <p> يتم إيداع الرموز المميزة PiFi الملغومة في Piglet. يمكنك أيضًا إيداع رموز ERC-20 / BEP-20 إضافية. قد يتم سحب الرموز فقط عندما تقوم بتدمير NFT (كسر حصالة نقود). </p> <h3> 3. المستويات </ h3> <p> كل خنزير صغير يبدأ من المستوى 1 عند سكه. بناءً على كمية الرموز المميزة لـ PiFi التي تراكمت ، قد يرتفع المستوى. هناك ما مجموعه ثلاثة مستويات. مع كل مستوى تالي ، يتم الكشف عن المزيد من ميزات NFT. تم الكشف عن جميع سمات الخنزير الصغير في المستوى 3. </p> <h3> 4. Boosters </h3> <p> هناك العديد من المعززات التي تؤثر على معدل التعدين الأساسي للخنزير الصغير من خلال زيادته بنسبة معينة. قد يكون هناك عدة معززات ، مفعلة لخنزير صغير. إذا كان الأمر كذلك ، فسيتم تجميع جميع النسب المئوية. </p> <h3> 5. NFT to Physical Object </h3> <p> بمجرد أن يصل الخنزير الصغير إلى المستوى 3 ، قد يتم طلبه كبنك أصبع فعلي مطبوع بتقنية ثلاثية الأبعاد. يؤدي هذا إلى قفل NFT في عقد ذكي ولا يجوز نقله في blockchain. هذا يضمن وجود NFT في واقع واحد فقط في نفس الوقت ، مع الاحتفاظ بخصائص NFT. عند التواجد ككائن مادي ، يقوم Piglet بتعدين رموز PiFi بأعلى معدل تعدين أساسي. </p> <h3> 6. كائن مادي لـ NFT </h3> <p> يوجد داخل كل Piglet مادية مطبوعة ثلاثية الأبعاد رمز يسمح للمستخدم بإلغاء تأمين NFT في blockchain. يجب على المستخدم كسر البنك الخنزير المادي والحصول على الرمز لفتح NFT باستخدام التطبيق. </p> <h2> ثانيا. التطبيق </h2> <p> أ. التطبيق (أيضًا dApp أو التطبيق اللامركزي) يسهل تفاعلك مع Piglets. لاستخدام التطبيق بسهولة ، يجب عليك أولاً تثبيت مستعرض ويب (مثل متصفح الويب Google Chrome) ومحفظة إلكترونية غير حراسة متوافقة مع معيار الرمز غير الفطري (NFT) على شبكة سلسلة Binance الذكية ، مثل محافظ MetaMask و MathWallet و Trust Wallet و SafePal الإلكترونية. تسمح لك هذه المحافظ الإلكترونية بالشراء والتخزين والمشاركة في المعاملات باستخدام شبكة Binance Smart Chain. لن تتمكن من المشاركة في أي معاملات على التطبيق بخلاف MetaMask أو غيرها من المحافظ المتوافقة مع شبكة Binance Smart Chain. </p> <p> ب. تتم إدارة المعاملات التي تتم على التطبيق وتأكيدها عبر شبكة Binance Smart Chain. أنت تدرك أن عنوانك العام في Binance سيكون مرئيًا للجمهور عندما تشارك في معاملة على التطبيق. </p> <p> ج. نحن لا نمتلك ولا نتحكم في MetaMask أو Binance أو Google Chrome أو أي منها"
}
