{
  "title": "Haberler",
  "over-6-million-worth-of-cryptocurrency-deposited-into-an-nft-piggy-bank": "<h1>Bir NFT Kumbarasına 5 Milyon Dolardan Fazla Kripto Para Yatırıldı</h1> <p><img src=\"/assets/images/news/over-6-million-worth-of-cryptocurrency-deposited-into-an-nft-piggy-bank.png\" />Gelişen blok zinciri tabanlı fitness ve yaşam tarzı uygulaması<a target=\"_blank\" href=\"https: //www.befaster.fit\">BeFaster.fit</a> domuzcuk kumbaralardan ilham alan <a href=\"https://pigletz.com\">Pigletz.com</a> isimli yeni NFT’ye 6 milyon dolara yakın değerde kripto para yatırdı. 17 Ocak 2022'den uygulamanın piyasaya sürülmesine kadar, kurucuların tüm token'lerı tek bir Pigletz'in içinde kilitlenecek. Bu yaratıcı hareket, token fiyat manipülasyonuna karşı BeFaster.fit güvenlik beyanını daha da güçlendirmeyi amaçlıyor ve aynı zamanda 2022'de ortaya çıkan, değiştirilemez token’ların yeni uygulama alanlarını gösteriyor. </p> <p> Bu son önemli gelişmede, söz konusu startup şirket, yakın zamanda başlayan Pigletz NFT projesinin yenilikçi yazılımını kullanmaya ve kurucularının tüm BFHT token'larını tek bir Pigletz'e yatırmaya karar verdi. Bu token'lar sanal kumbara kırılana (bu, kumbaranın yerleşik özelliklerinden biri) kadar kullanılamayacak. Kumbaranın kırılması içindeki token'ların kullanılmasını sağlıyor ancak NFT'yi yok ediyor; bu da geriye kalan Pigletz'ler için deflasyona yol açıyor. </p> <p> BeFaster.fit uygulaması piyasaya sürüldüğünde, Pigletz kırılacak ve ekibe ait BFHT token'larıserbest bırakılacak, ancak ardından 2 yıl boyunca geri alınamaz bir akıllı sözleşmeyle dondurulacak. Bu yöntemle kurucuların token'ları yakın gelecekte piyasaya girmemiş olacak ve fiyatı buna göre manipüle edemeyecek. Bu da yatırımcılar açısından kripto piyasası için yeni bir durum olan fiyat düşüşüne karşı güvenlik sağlayacak.</p> <h2> Piksellerden oluşan bir resimden çok daha fazlası </h2> <p> Pigletz.com oyun özellikleri taşıyan ve önemli DeFi öğelerinin yanı sıra bunların sunabileceği tüm faydalara sahip, toplanabilir bir NFT. Tüm benzersiz Pigletz'ler kullanıcıların kripto token'larını yatırmasını ve saklamasını sağlayan bir kumbara görevi görürken, NFT aynı zamanda madencilik yoluyla kendisine ait PiFi token'ını kazıyor. Belirli sayıda PiFi token'ı sanal kumbarada biriktiğinde, kumbara seviye atlayarak gelişiyor. Her seviyede yeni özellikler ortaya çıkıyor. Web3 projesinin Merkezi Olmayan Uygulaması çok karmaşık mekaniklere sahip olsa da, kullanım kolaylığı uygulamayı hem NFT uzmanları hem de NFT'ye yeni başlayanlar için uygun hale getiriyor.</p> <p> Yazılımın yaratıcıları, uygulamayı düşük gas ücretleri avantajına sahip olan Binance Smart Chain ekosisteminde piyasaya sürmeyi tercih etmişler zira bu ücretler yeni başlayanlar için epey zorlayıcı olabiliyor.</p> <p> Sanat açısından bakacak olursak, projenin merkezinde benzersiz el yapımı 3D modeller yer alıyor. Projenin en ayırt edici özelliği, Pigletz'lerin 3 boyutlu domuzcuk kumbaralar şeklinde fiziksel olarak gerçeğe dönüştürülebilmeleri. Bu, sanal ve fiziksel dünyalar arasında yenilikçi bir köprü görevi görüyor. Bunun için NFT sahibinin NFT'yi blok zincirinde kilitleyen özel bir akıllı sözleşmeyle kilitlemesi gerekiyor. Ardından Pigletz'in 3D bir modeli adreslerine teslim ediliyor. Bu işlemi tersine çevirmenin yolu, fiziksel kumbarayı kırmaktan geçiyor. Kumbaranın içinde NFT'nin kilidini açmalarını ve blok zincirinde tekrar kullanılabilir hale getirmelerini sağlayan bir kod yer alıyor.</p>",
  "pigletz-com-nft-piggy-bank-now-live-on-binance-nft": "<h1>Pigletz.com NFT Kumbarası Artık Binance NFT’de</h1> <p> <img src=\"/assets/images/news/pigletz-binance-cover.webp\" /> <a href=\"https://pigletz.com\" title=\"Pigletz NFT kumbarası\">Toplanabilir NFT kumbarası</a> Pigletz.com artık <a target=\"_blank\" href=\"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" title=\"Pigletz.com Binance NFT sayfası\">Binance NFT Pazarı’nda</a> listeleniyor. Duyuru, blok zinciri destekli, Maltalı fitness uygulaması <a target=\"_blank\" href=\"https://www.befaster.fit/\">BeFaster.fit</a>, NFT'lerin 2022'deki yeni özelliklerinden birini göstererek, kurucularına ait milyonlarca dolar değerindeki token bir Pigletz'e yatırdıktan bir hafta sonra yapıldı.</p> <p class=\"text-center\"> <a href=\"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" target=\"_blank\" rel=\"noreferrer\" class=\"btn\"> <img src=\"/assets/images/binance-nft-black.png\" /> </a> </p> <p> Pigletz.com, projenin Akıllı Sözleşmesinin gerekli inceleme sürecini başarıyla geçmesinin ardından, dünyanın en büyük merkezi NFT pazarlarından birinde listelenmiş oldu. </p> <p> NFT meraklıları artık Binance NFT'den Pigletz Gizemli Kutuları satın alabiliyor. Pigletz.com bu büyük haberi kutlamak için bu hafta sonu ürünlerinde özel fiyatlar uyguluyor. </p> <h2> Gelişen ve Gerçeğe Dönüşen NFT Kumbarası</h2> <p> Pigletz.com, oyun özelliklerini, güçlü DeFi öğelerini ve bunların sunduğu tüm faydaları birleştiren 12.345 benzersiz NFT'den oluşan bir koleksiyon. <strong>Gizemli Kutu’yu açmak için</strong>, Binance NFT’deki satın alım işleminden sonra <strong>yeni NFT’nin</strong> sahibi tarafından<strong>Pigletz.com dApp</strong> tarafından desteklenen bir cüzdana çekilmesi gerekiyor. Son adım <a hrefs=\"https://pigletz.com\">Pigletz.com</a> adresini ziyaret etmek ve <strong>Gizemli Kutu'yu içeren cüzdanı bağlamak</strong>. Ardından “Kutularım” menüsü aktif hale geliyor ve Pigletz’inizi görme seçeneği açılıyor.</p> <p> Her yeni Pigletz, kripto token'larınızı saklayabileceğiniz bir kumbara görevi görüyor. NFT ayrıca derhal kendi PiFi token'ını kazmaya başlıyor.</p> <p> Belirli miktarda PiFi token'ı kazılıp kumbarada toplandığında Pigletz seviye atlıyor; daha fazla özelliği ve nadirliği ortaya çıkıyor. Özel takviyeler etkinleştirilerek token üretim hızı artırılabiliyor. <center><img src=\"/assets/images/news/levels.webp\" style=\"max-height: 22vw; width: auto;\" alt=\"Fiziksel Obje\" /></center> </p> <p> Pigletz.com, NFT meraklılarına Pigletz'lerinin 3D baskı versiyonlarını sipariş etme şansı sunarak projeye gerçek hayattan bir dokunuş katıyor. Fiziksel domuzcuk kumbarayı elde etmek için Pigletz sahibinin NFT'yi blok zincirinde kilitleyen özel bir akıllı sözleşmeye yatırması gerekiyor. Ardından Pigletz'in gerçeğe dönüştürülmüş hali adreslerine teslim ediliyor.</p> <p> NFT'yi blok zincirinde tekrar açmak için sahibinin 3D kumbarayı kırması ve işlemi tersine çevirmek için kumbaranın içindeki kodu kullanması gerekiyor. <center><img src=\"/assets/images/physical-object-illustration.webp\" style=\"width: 70%;\" alt=\"Fiziksel Obje\" /></center> </p> <p> Pigletz.com'un Binance NFT'de listelenmesi projenin yol haritasına uygun şekilde gerçekleşti ve projenin yeni Pigletz sahiplerini her zaman memnuniyetle karşılayan, sadık ve organik topluluğu tarafından heyecan verici bir haber olarak karşılandı. </p> <h2>Pigletz.com Gizemli Kutuları Artık Binance NFT’de </h2> <p> Binance, 2021 ortalarında özel pazar yerinin lansmanı ile NFT dünyasını alt üst etti. Aradan yarım yıl geçti ve şu anda Binance NFT, farklı kullanım biçimleri sunan 2,5 milyondan fazla NFT listeleyen 1.000'den fazla içerik oluşturucuya sahip.</p> <p> Pazar, kuruluşundan bu yana, BSC ve ETH ağlarından NFT yatırma ve çekme işlemi yapmayı sağlayan çoklu zincir desteği de dahil olmak üzere çok sayıda özellik güncellemesi yayınladı.</p> <p> Binance NFT, aynı zamanda NFT alım satımı ve koleksiyonunu daha da ilgi çekici hale getiren NFT Gizemli Kutuları'nın fikir babası. Bu kutular temelde çikolatalı sürpriz yumurtalar ya da fiziksel gizemli kutularla karşılaştırılabilir: Kutuları satın alanlar farklı seviye ya da nadirlikte NFT'ler elde ediyor ama kutuyu açana kadar içinde ne olduğunu bilmiyorlar. </p> <p>Artık pazarda listelenen Pigletz.com, her biri farklı nadirlik seviyesinde ve farklı özelliklere sahip belirli sayıda Pigletz içeren <a target=\"_blank\" href=\"https://www.binance.com/en/nft/collection/Pigletz-Mystery-Boxes?orderBy=list_time&orderType=-1&isBack=1&id=536202774232780801&order=list_time%40-1\" title=\"Binance NFT'de Listelenen Pigletz.com Gizemli Kutular Koleksiyonu\">Gizemli Kutular</a> sunuyor. Sınırlı bir süre için özel fiyatlardan satılan kutular BNB, BUSD ve ETH ile satın alınabiliyor. </p>"
}
