{
    "title": "Döndür ve Kazan Pigletz",
    "body": "<p>Oyun kurallarını buradan okuyabilirsiniz <strong>Döndür ve Kazan Pigletz</strong>.</p><ol><li>Oyun Pigletz tarafından organize edilmektedir ve pazarlama amaçlıdır. Ana hedefi Pigletz projesini popülerleştirmek ve topluluğu daha aktif olmaya teşvik etmektir.</li><li><strong>Döndür ve Kazan Pigletz</strong> kullanıcıların çarkı çevirdiği ve farklı ödüller kazandığı bir şans oyunudur.</li><li>Oynamak için kullanıcının Discord hesabıyla giriş yapması gerekir. Kullanıcı verilerinden sadece kullanıcı adını kullanırız.</li><li>Kazanılabilecek ödüller şunlardır:<ul><li>Jackpot: içinde Piglet bulunan bir kutu</li><li>100 krediler</li><li>20 krediler</li><li>10 krediler</li><li>5 krediler</li></ul></li><li>Her dönüş bir ödülle sonuçlanır. Her sektörün seçilme şansı farklı olsa da. Örneğin Jackpot en düşük olasılıktır ve 5 kredi en yüksek olasılıktır.</li><li>Her dönüş için 20 kredi harcanması gerekir.</li><li>Krediler bir para birimi ya da kripto para değildir ve herhangi bir parasal değeri yoktur.</li><li>Krediler, YALNIZCA bizim <a href=\"{{discordChannelLink}}\" target=\"_blank\">Discord kanalları</a>.</li><li>Krediler devredilemez. Sadece onları kazanan Discord kullanıcısı tarafından ve sadece çarkı döndürmek için kullanılabilirler.</li><li>Döndürmelerde herhangi bir sınır yoktur. Tek şart 20 krediye sahip olmaktır.</li><li>Jackpot kazanılırsa, fiyat kullanıcının Discord hesabına atanır ve kullanıcı bunu talep edebilir / cüzdanına aktarabilir. &nbsp;</li><li>Ödülün talep edilmesi için sırasıyla bir blok zinciri işleminin gerçekleştirilmesi ve gaz ücretinin kullanıcı tarafından ödenmesi gerekecektir.</li><li>Ödül henüz bir Domuzcuk değil. Bunun yerine rastgele bir Domuzcuk içeren bir Gizemli Kutu. Domuzcuğu basmak için kullanıcının aşağıdaki kutuyu açması gerekir  <a href=\"https://pigletz.com\">Pigletz web sitesi</a>.</li><li>Kutuların kilit süresi vardır ve süresi dolmadan açılamaz.</li><li>Kutular devredilemez. Yalnızca onları talep eden hesap tarafından açılabilirler.</li></ol><br /><br /><br />"
}
